Repository: pacodesignsxm/Aardvark-WP-Theme-french-translation
Catalog: languages/*.po
Languages: fr_fr

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: L’Extension recommandée suivante est actuellement inactive : %1$s.

source: Begin installing plugin
fr_fr: Commencez l’installation de l’Extension

source: Begin updating plugin
fr_fr: Commencez à mettre à jour l’Extension

source: Begin activating plugin
fr_fr: Commencez à activer l’Extension

source: Return to Required Plugins Installer
fr_fr: Retour à l’installateur des Extensions requises

source: Return to the Dashboard
fr_fr: Retournez au tableau de bord

source: Plugin activated successfully.
fr_fr: Extension activée avec succès.

source: The following plugin was activated successfully:
fr_fr: L’Extension suivante a été activée avec succès :

source: No action taken. Plugin %1$s was already active.
fr_fr: Aucune mesure prise. L’Extension %1$s était déjà active.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Extension non activée. Une version plus récente de %s est nécessaire pour ce thème. Mise à jour de l’Extension.

source: All plugins installed and activated successfully. %1$s
fr_fr: Toutes les Extensions sont installées et activées avec succès. %1$s

source: Dismiss this notice
fr_fr: Ignorer cette notification

source: There are one or more required or recommended plugins to install, update or activate.
fr_fr: Il y a une ou plusieures Extensions exigées ou recommandées pour installer, mettre à jour ou activer.

source: Please contact the administrator of this site for help.
fr_fr: Veuillez contacter l’administrateur de ce site pour obtenir de l’aide.

source: This plugin needs to be updated to be compatible with your theme.
fr_fr: Cette Extension doit être mis à jour pour être compatible avec votre thème.

source: Update Required
fr_fr: Mise à jour requise

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr_fr: Le paquet de l’Extension ne contient pas de dossier avec les mots (Slug) souhaités, le renommer n’a pas fonctionné.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr_fr: Veuillez contacter le fournisseur de l’Extension et lui demander de compacter leur plugin selon les lignes directrices WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr_fr: Le paquet de l’Extension se compose de plus d’un fichier, mais les fichiers ne sont pas compactées dans un dossier.

source: Recommended
fr_fr: Recommandé

source: WordPress Repository
fr_fr: Répertoir Wordpress

source: External Source
fr_fr: Source extérieure

source: Pre-Packaged
fr_fr: Pré-inclus

source: Installed But Not Activated
fr_fr: Installé mais non activé

source: Required Update not Available
fr_fr: Mise à jour nécessaire non disponible

source: Requires Update
fr_fr: Mise à jour requise

source: Update recommended
fr_fr: Mise à jour recommandée

source: Installed version:
fr_fr: Version installée :

source: Minimum required version:
fr_fr: Version minimale requise :

source: Available version:
fr_fr: Version disponible :

source: No plugins to install, update or activate.
fr_fr: Aucune Extension à installer, mettre à jour ou activer.

source: Plugin
fr_fr: Extension

source: Status
fr_fr: Statut

source: Install %2$s
fr_fr: Installation %2$s

source: Update %2$s
fr_fr: Mise à jour %2$s

source: Activate %2$s
fr_fr: Activation %2$s

source: Upgrade message from the plugin author:
fr_fr: Mise à jour du message de l’auteur de l’Extension :

source: Install
fr_fr: Installation

source: Update
fr_fr: Mise à jour

source: No plugins were selected to be installed. No action taken.
fr_fr: Aucune Extension n’a été sélectionnée à installer. Aucune mesure prise.

source: No plugins were selected to be updated. No action taken.
fr_fr: Aucune Extension n’a été sélectionnée pour être mise à jour. Aucune mesure prise.

source: No plugins are available to be installed at this time.
fr_fr: Aucune Extension n’est disponible à l’installation pour le moment.

source: No plugins are available to be updated at this time.
fr_fr: Aucune Extension n’est disponible pour être mise à jour pour le moment.

source: No plugins were selected to be activated. No action taken.
fr_fr: Aucune Extention n’a été sélectionnée pour être activée. Aucune mesure prise.

source: No plugins are available to be activated at this time.
fr_fr: Aucune Extension n’est a activer pour l’instant.

source: Plugin activation failed.
fr_fr: L’activation de l’Extension a échouée.

source: Updating Plugin %1$s (%2$d/%3$d)
fr_fr: Mise à jour d’Extension %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur s’est produite lors de l’installation de %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L’installation de %1$s a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d’installation et d’activation commence. Ce processus peut prendre un certain temps, merci d’être patient.

source: %1$s done.
fr_fr: %1$s fait.

source: All installations and activations have been completed.
fr_fr: Toutes les installations et activations ont été achevées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation d’Extension %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d’installation commence. Ce processus peut prendre un certain temps, merci d’être patient.

source: All installations have been completed.
fr_fr: Toutes les installations ont été achevées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation d’Extension %1$s (%2$d/%3$d)

source: Incorrect captcha.
fr_fr: Captcha incorrect.

source: Invalid username.
fr_fr: Nom d’utilisateur invalide.

source: Invalid email.
fr_fr: Email invalide.

source: Invalid password.
fr_fr: Mot de passe invalide.

source: This account has not yet been verified.
fr_fr: Ce compte n’a pas encore été vérifié.

source: Your passwords do not match.
fr_fr: Vos mots de passe ne correspondent pas.

source: This username is already registered.
fr_fr: Ce nom d’utilisateur est déjà enregistré.

source: This email address is already registered.
fr_fr: Cette adresse email est déjà enregistrée.

source: An email has been sent with your details.
fr_fr: Un email a été envoyé avec vos détails.

source: Invalid email address.
fr_fr: Adresse email invalide.

source: Someone requested that the password be reset for the following account:
fr_fr: Quelqu’un a demandé que le mot de passe soit réinitialisé pour le compte suivant :

source: Username: %s
fr_fr: Nom d’utilisateur : %s

source: If this was a mistake, just ignore this email and nothing will happen.
fr_fr: Si c’était une erreur, ignorez cet email et rien ne se passera.

source: To reset your password, visit the following address:
fr_fr: Pour réinitialiser votre mot de passe, visitez l’adresse suivante :

source: You will receive another email with your new password.
fr_fr: Vous recevrez un autre email avec votre nouveau mot de passe.

source: Password reset request
fr_fr: Réinitialisation de mot de passe requis

source: Email failed to send for some unknown reason.
fr_fr: L’email n’a pas été envoyé pour une raison inconnue.

source: We have just sent you an email with instructions to reset your password.
fr_fr: Nous venons de vous envoyer un email avec les instructions pour réinitialiser votre mot de passe.

source: Your new password for the account at:
fr_fr: Votre nouveau mot de passe pour le compte à :

source: Password: %s
fr_fr: Mot de passe : %s

source: Your new password
fr_fr: Votre nouveau mot de passe

source: You will receive an email with your new password.
fr_fr: Vous recevrez un email avec votre nouveau mot de passe.

source: Read More
fr_fr: En savoir plus

source: Hide Sidebars On Restricted Pages
fr_fr: Cacher les Barres Latérales sur les pages Privées

source: Member Homepage
fr_fr: Page d’accueil des Membres

source: Choose One
fr_fr: Choisir

source: Load More
fr_fr: Chargez plus

source: Previous Article
fr_fr: Article précédent

source: Next Article
fr_fr: Article suivant

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: All
fr_fr: Tous

source: results found
fr_fr: résultats trouvés

source: result found
fr_fr: résultat trouvé

source: New Courses
fr_fr: Nouveaux cours

source: Featured Courses
fr_fr: Cours populaires

source: Free Courses
fr_fr: Cours gratuits

source: Paid Courses
fr_fr: Cours payés

source: learner on this course
fr_fr: l’étudiant sur ce cours

source: learners on this course
fr_fr: les étudiants sur ce cours

source: Purchase This Course
fr_fr: Achetez ce cours

source: Purchase
fr_fr: Acheter

source: Free
fr_fr: Gratuit

source: Login or register to take this course
fr_fr: S’identifier ou s’enregistrer pour suivre ce cours

source: Course Discussion
fr_fr: Discussion sur le cours

source: View your shopping cart
fr_fr: Voir votre panier

source: You have no notifications.
fr_fr: Vous n’avez pas de notification.

source: Menu Type
fr_fr: Type de Menu

source: Hide Navigation Label
fr_fr: Cacher le label de navigation

source: Device Display
fr_fr: Affichager l’appareil

source: Content Menu
fr_fr: Menu du Contenu

source: Tab Content Menu
fr_fr: Menu du contenu du onglet

source: Login Link
fr_fr: Lien de d’inscription

source: Register Link
fr_fr: Lien de d’enregistrement

source: Logout Link
fr_fr: Lien de désinscription

source: Scroll To Link
fr_fr: Défiler jusqu’au lien

source: Header
fr_fr: En-tête

source: Text (No Link)
fr_fr: Texte (sans lien)

source: Notifications Tab
fr_fr: Onglet des notifications

source: Add the class name of an icon from
fr_fr: Ajoutez le nom de classe d’une icône

source: e.g. fa-envelope
fr_fr: par exemple, fa-enveloppe

source: Hide the navigation label (for example if you only want to show the icon).
fr_fr: Cachez l’étiquette de navigation (par exemple si vous voulez seulement montrer l’icône).

source: The URL of the menu image.
fr_fr: L’URL de l’image du menu.

source: The URL of the menu background image.
fr_fr: L’URL de l’image de fond du menu.

source: Only show on larger devices
fr_fr: Ne montrez que sur des grands appareils

source: Only show on smaller devices
fr_fr: Ne montrez que sur les petits appareils

source: Choose what devices to show this link on.
fr_fr: Choisissez quels appareils pourront afficher ce lien.

source: Choose what users see this link.
fr_fr: Choisissez ce quels utilisateurs voient ce lien.

source: Are you sure you want to delete this post?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article ?

source: Comments Closed
fr_fr: Commentaires fermés

source: views
fr_fr: vues

source: Login
fr_fr: S’identifier

source: Sign In
fr_fr: Se connecter

source: Register
fr_fr: S’inscrire

source: Lost Password
fr_fr: Mot e passe perdu

source: Username Or Email
fr_fr: Nom d’usager ou email

source: Remember Me
fr_fr: Se souvenir de moi

source: or
fr_fr: ou

source: Verifying...
fr_fr: Vérification…

source: Please enter your username or email address. You will receive a link to create a new password via email.
fr_fr: Veuillez entrer votre nom d’utilisateur ou votre adresse email. Vous recevrez un lien pour créer un nouveau mot de passe via votre email.

source: Username or Email
fr_fr: Nom d’utilisateur ou email

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Thanks for editing your post!
fr_fr: Merci d’avoir édité votre article !

source: Your post was succesfully edited. You can view your post
fr_fr: Votre article a été modifié avec succès. Vous pouvez voir votre article

source: Your post is currently being reviewed.
fr_fr: Votre poste est en cours d’examen.

source: You can check the status of your post
fr_fr: Vous pouvez vérifier l’état de votre publication

source: Add image
fr_fr: Ajouter une image

source: Image added
fr_fr: Image ajoutée

source: Edit image
fr_fr: Modifer l’image

source: Select a category
fr_fr: Sélectionnez une catégorie

source: Edit audio
fr_fr: Modifier l’audio

source: Add audio
fr_fr: Ajouter de l’audio

source: Audio added
fr_fr: Audi ajouté

source: Can upload 2 versions of the same file (mp3, ogg)
fr_fr: Vous pouvez charger 2 versions du même fichier (mp3, ogg)

source: Edit gallery
fr_fr: Modifier la galerie

source: Add gallery images
fr_fr: Ajouter une galerie d’images

source: Gallery images added
fr_fr: Galerie d’images ajoutée

source: Edit gallery images
fr_fr: MOdifier la galerie d’images

source: Enter link
fr_fr: Entrer le lien

source: A link is required.
fr_fr: Un lien est nécessaire.

source: Edit video
fr_fr: Modifier la vidéo

source: Add video
fr_fr: Ajouter une vidéo

source: Video added
fr_fr: Vidéo ajoutée

source: Edit videos
fr_fr: Modifier les vidéos

source: Can upload 4 versions of the same file (mp4, m4v, ogv, webm)
fr_fr: Vous pouvez charger 4 versions du même fichier (mp4, m4v, ogv, webm)

source: Enter text
fr_fr: Rntrer le texte

source: Separate tags with commas
fr_fr: Séparer les étiquettes (tags) avec des virgules

source: Edit Post
fr_fr: Modifier la publication

source: You must be logged in to view your posts.
fr_fr: Vous devez être connecté pour voir vos publications.

source: Or login to access your purchased courses
fr_fr: Ou vous connectez pour accéder à vos cours achetés

source: Course Badge
fr_fr: Badge du cours

source: Course Certificate
fr_fr: Certificat du cours

source: Lesson Details
fr_fr: Détail de la leçon

source: Course
fr_fr: Cours

source: Length
fr_fr: Longeur

source: Complexity
fr_fr: Complexité

source: Easy
fr_fr: Facile

source: Hard
fr_fr: Dur

source: Previous Lesson
fr_fr: Leçon précédente

source: Next Lesson
fr_fr: Leçon suivante

source: Quiz Details
fr_fr: Détails du Quiz

source: Lesson
fr_fr: Leçon

source: Written by
fr_fr: Ecrit par

source: Editing:
fr_fr: Modifer :

source: Error 404: Page not found
fr_fr: Erreur 404: Page non trouvée

source: search results for
fr_fr: résultats de recherche pour

source: Author:
fr_fr: Auteur :

source: Tags:
fr_fr: Onglet :

source: You May Also Like
fr_fr: Vous aimerez aussi

source: New Search
fr_fr: Nouvelle recherche

source: You left the search box empty, please enter a valid term.
fr_fr: Vous avez laissé la boîte de recherche vide, s’il vous plaît entrer un terme valide.

source: You need to purchase this course to view this content.
fr_fr: Vous devez acheter ce cours pour afficher ce contenu.

source: There are no questions for this Quiz yet. Check back soon.
fr_fr: Il n’y a pas encore de questions à ce Quiz. Revenez prochainement.

source: Related products
fr_fr: Produits similaires

source: You may also like&hellip;
fr_fr: Vous aimerez aussi&hellip;

source: Page Title Height
fr_fr: Test
