Repository: pacodesignsxm/Aardvark-WP-Theme-french-translation
Catalog: languages/*.po
Languages: fr_fr

source: Overline
fr_fr: Surligné

source: Line Through
fr_fr: Rayé

source: Blink
fr_fr: Clignotant

source: Change Image
fr_fr: Changer l’Image

source: Add Image
fr_fr: Ajouter une Image

source: Remove Image
fr_fr: Supprimer l’Image

source: Solid
fr_fr: Solide

source: Dashed
fr_fr: Pointillé

source: Dotted
fr_fr: Point

source: Edit Gallery
fr_fr: Éditer la Galerie

source: Add Gallery
fr_fr: Ajouter la Galerie

source: Remove Gallery
fr_fr: Supprimer la Galerie

source: Change Audio
fr_fr: Changer l’Audio

source: Add Audio
fr_fr: Ajouter de l’Audio

source: Remove Audio
fr_fr: Supprimer l’Audio

source: Change Video
fr_fr: Changer la Vidéo

source: Add Video
fr_fr: Aujouter une Vidéo

source: Remove Video
fr_fr: Supprimer la Vidéo

source: Remove
fr_fr: Supprimer

source: Add Another
fr_fr: Ajouter un(e) autre

source: Font Size
fr_fr: Taille de la police

source: Line Height
fr_fr: Hauteur de Ligne

source: Backup Font Family
fr_fr: Famille de Police de sauvegarde

source: Letter Spacing
fr_fr: Espacement des lettres

source: WordPress Spacing
fr_fr: Espacement de Wordpress

source: Text Decoration
fr_fr: Décoration du Texte

source: Reset All Settings
fr_fr: Réinitialiser tous les paramètres

source: Are you sure you want to reset all your settings?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous tes paramètres ?

source: Your settings have been reset to the default values.
fr_fr: Vos paramètres ont été réinitialiser aux valeurs par défaut.

source: Your settings have been saved.
fr_fr: Vos paramètres ont été sauvegardés.

source: Error saving your settings.
fr_fr: Erreur de sauvegarde de vos paramètres.

source: Please upload a valid .txt file.
fr_fr: Veuillez charger un fichier .txt valide.

source: Please upload a file to import.
fr_fr: Veuillez choisir un fichier à importer.

source: All categories
fr_fr: Toutes les catégories

source: The plugin does not have an update.
fr_fr: Le plugin n’a pas de mise à jour.

source: We cannot find this child theme.
fr_fr: On ne trouve pas ce thème enfant (child theme).

source: You do not have the permissions to install themes.
fr_fr: Vous n’avez pas les permissions d’installer des thèmes.

source: Child theme installed and active
fr_fr: Thème enfant (child theme) installé et actif

source: Inactive
fr_fr: Inactif

source: Activate child theme
fr_fr: Activez le thème enfant (child theme)

source: Not installed
fr_fr: Non installé

source: Install child theme
fr_fr: Installez le thème enfant (child theme)

source: Permissions needed to install child themes. Contact site administrator.
fr_fr: Des permissions sont nécessaires pour installer des thèmes enfant (child theme). Contactez l’administrateur du site.

source: Needs update
fr_fr: Nécessite une mise à jour

source: Update plugin
fr_fr: Mise à jour de l’extension (plugin)

source: Deactivate plugin
fr_fr: Désactivez l’extension (plugin)

source: Activate plugin
fr_fr: Activez l’extension (plugin)

source: Not Installed
fr_fr: Non installé

source: Install plugin
fr_fr: Installez l’extension (plugin)

source: You do not have permission to install plugins. Contact the site administrator.
fr_fr: Vous n’avez pas les permissions pour installer des extensions (plugin). Contactez l’administrateur du site.

source: You do not have permission to install plugins.
fr_fr: Vous n’avez pas les permissions pour installer des extensions (plugin).

source: We have no data about this plugin.
fr_fr: Nous n’avons pas de données pour cette extension (plugin).

source: Theme Setup
fr_fr: Configuration du Thème

source: Always activate the child theme to safely update the parent theme.
fr_fr: Activez le thème enfant pour mettre à jour le thème parental en toute sécurité.

source: We&apos;re sorry, something went wrong.
fr_fr: On est désolés, quelque chose a mal tourné.

source: Successfully set as homepage.
fr_fr: Mise en page d’accueil avec succès.

source: An error occurred setting this page as your homepage.
fr_fr: Une erreur s’est produite en définissant cette page comme page d’accueil.

source: We&apos;re sorry, the demo failed to import.
fr_fr: Désolé, la démo n’a pas été importée.

source: Something went wrong. Please try again.
fr_fr: Quelque chose a mal tourné. Essayez encore.

source: Something went wrong with the data sent. Please try again.
fr_fr: Quelque chose a mal tourné avec les données envoyées. Essayez encore.

source: There was an error in the import process. Try importing again.
fr_fr: Le processus d’importation a rencontré une erreur. Essayez à nouveau d’importer.

source: Activating any required plugins...
fr_fr: Activer les plugins requis…

source: Importing Pages...
fr_fr: Importations de pages…

source: Installed page: %s
fr_fr: Page installées : %s

source: Importing Sidebars...
fr_fr: Importation des barres latérales…

source: Imported Sidebars!
fr_fr: Barres latérales importées !

source: Importing Widgets...
fr_fr: Importation des extensions (widget)…

source: Imported Widgets!
fr_fr: Extensions (widget) imprtés !

source: Importing Theme Options...
fr_fr: Importation des options de thème…

source: Imported Theme Options!
fr_fr: Options de thème importées !

source: Importing Ultimate Reviewer Settings...
fr_fr: Importation des paramètres Ultimate Reviewer..

source: Imported Ultimate Reviewer Settings!
fr_fr: Paramètres Ultimate Reviewer importés !

source: Importing LayerSlider...
fr_fr: Importation LayerSlider…

source: Imported LayerSliders!
fr_fr: LayerSlider importé !

source: Importing BuddyPress Data...
fr_fr: Importation de données BuddyPress…

source: Imported BuddyPress Data!
fr_fr: Données BuddyPress importées !

source: Importing BuddyPress Profile Fields...
fr_fr: Importation des champs de profil BuddyPress…

source: Imported BuddyPress Profile Fields!
fr_fr: Champs de profil BuddyPress importés !

source: Importing Membership Levels...
fr_fr: Importation des niveaux d’adhésion…

source: Imported Membership Levels!
fr_fr: Niveaux d’adhésion importés !

source: Importing
fr_fr: Importation

source: %s complete
fr_fr: %s importé

source: Your import was successful!
fr_fr: Votre importation est réussie !

source: Set as Homepage
fr_fr: Définir comme page d’accueil

source: View Page
fr_fr: Voir la page

source: Edit Page
fr_fr: Modifier la page

source: This demo has already been imported. Any pages that were deleted have been reimported.
fr_fr: Cette démo a déjà été importée. Toutes les pages qui ont été supprimées ont été réimportées.

source: You have not selected any content to be imported.
fr_fr: Vous n’avez pas sélectionné de contenu à importer.

source: Installing Plugin: %s
fr_fr: Installation de l’extension (plugin) : %s

source: Installed Plugin %s
fr_fr: Extension (plugin) installée %s

source: Activated Plugin %s
fr_fr: Extension (plugin) activée %s

source: Member Search
fr_fr: Recherche de Membre

source: Hide/Show Form
fr_fr: Cacher / Afficher le formulaire

source: Import Pages
fr_fr: Importer les Pages

source: Import Widgets
fr_fr: Importer les Extension (widgets)

source: Import BuddyPress Profile Fields
fr_fr: Importer les champs de profile BuddyPress

source: Import LayerSlider
fr_fr: Importer LayerSlider

source: Import Membership Levels
fr_fr: Importer les Niveaux d’Adhésion

source: Import BuddyPress Data
fr_fr: Import les données BuddyPress

source: Import Theme Options
fr_fr: Importer les Options du Thème

source: This will change some of your theme options. Make sure to export them first.
fr_fr: Cela changera certaines de vos options de thème. Assurez-vous de les exporter d’abord.

source: Import Ultimate Reviewer Settings
fr_fr: Importer les réglages d’Ultimate Reviewer

source: This will change your existing Ultimate Reviewer plugin settings.
fr_fr: Cela changera vos paramètres existants du plugin Ultimate Reviewer.

source: Activate Required Plugins
fr_fr: Activez les extensions (plugins) requises

source: Activate the following plugins BEFORE importing the demo if required:
fr_fr: Activez les extensions (plugins) suivantes AVANT l’importation de la démo si nécessaire :

source: BuddyPress - to import BuddyPress demo data
fr_fr: BuddyPress - importer les données démo BuddyPress

source: BP Profile Search - to import BP search forms
fr_fr: BP Profile Search - importer les formulaires BP Profile Search

source: Events Manager - to import events data
fr_fr: Events Manager - importer les événements Events Manager

source: WooCommerce - to import product demo data
fr_fr: WooCommerce - importer les produits démo WooCommerce

source: Sensei - to import courses demo data (needs to be purchased separately)
fr_fr: Sensei - importer les données des cours démo (doit être acheter séparément)

source: It is recommended to leave all default options checked to reproduce this demo.
fr_fr: Il est recommandé de laisser toutes les options par défaut pour reproduire cette démo.

source: Preview
fr_fr: Prévisualiser

source: Land Page
fr_fr: Page “d’atterrissage“ (Landing Page)

source: Import Menus
fr_fr: Importer les Menus

source: Import Posts
fr_fr: Importer les Articles

source: Import Products
fr_fr: Importer les Produits

source: Dating
fr_fr: Dater

source: Hosting
fr_fr: Héberger

source: Members Directory
fr_fr: Répertoire des Membres

source: Import Sensei Data
fr_fr: Importer les données Sensei

source: Community
fr_fr: Communauté

source: News
fr_fr: Nouvelles

source: Video Full Page
fr_fr: Vidéo Pleine Page

source: Store
fr_fr: Magasin

source: Network
fr_fr: Réseau

source: Trial
fr_fr: Essai (Trial)

source: Dark
fr_fr: Sombre

source: Import Review Templates
fr_fr: Importer les modèles d’évaluation (Review)

source: There was an error when reading this WXR file
fr_fr: Il y a eu une erreur lors de la lecture de ce fichier WXR

source: Details are shown above. The importer will now try again with a different parser...
fr_fr: Les détails sont présentés ci-dessus. L’importateur va maintenant essayer à nouveau avec un autre analyseur…

source: This does not appear to be a WXR file, missing/invalid WXR version number
fr_fr: Cela ne semble pas être un fichier WXR, numéro de version WXR manquant / invalide

source: Sorry, there has been an error.
fr_fr: Désolé, il y a eu une erreur.

source: The file does not exist, please try again.
fr_fr: Le fichier n’existe pas, s’il vous plaît essayer encore.

source: All done.
fr_fr: C’est fini.

source: Have fun!
fr_fr: Amusez-vous bien !

source: Remember to update the passwords and roles of imported users.
fr_fr: N’oubliez pas de mettre à jour les mots de passe et les rôles des utilisateurs importés.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
fr_fr: Le fichier d’exportation n’a pu être trouvé à <code>%s</code>. Il est probable que cela a été causé par un problème de permissions.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
fr_fr: Ce fichier WXR (version %s) ne ‘est pas supporté par cette version de l’importateur. Veuillez envisager une mettre à jour.

source: Failed to import author %s. Their posts will be attributed to the current user.
fr_fr: Échec d’importation de l’auteur %s. Ses messages seront attribués à l’utilisateur actuel.

source: Assign Authors
fr_fr: Assigner les Auteurs

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
fr_fr: Pour faciliter la modification et la sauvegarde du contenu importé, vous pouvez vouloir réaffecter l’auteur de l’article importé à un utilisateur existant de ce site. Par exemple, vous pouvez importer toutes les mentions sous forme d’admin</code>admin</code>s.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
fr_fr: Si un nouvel utilisateur est créé par WordPress, un nouveau mot de passe sera généré aléatoirement et le nouveau rôle de l’utilisateur&#8217 sera défini en %s. Il faudra modifier manuellement les détails de l’utilisateur&#8217; de nouveaux détails seront requis.

source: Import Attachments
fr_fr: Importer les fichiers joints

source: Download and import file attachments
fr_fr: Télécharger et importer les fichiers joints

source: Import author:
fr_fr: Importation de l’auteur :

source: or create new user with login name:
fr_fr: ou créer un nouvel utilisateur avec le nom de connexion :

source: as a new user:
fr_fr: en tant que nouvel utilisateur:

source: assign posts to an existing user:
fr_fr: assigner les messages à un utilisateur existant :

source: or assign posts to an existing user:
fr_fr: ou assigner les publications à un utilisateur existant :

source: - Select -
fr_fr: - Selection -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
fr_fr: Échec de la création d’un nouvel utilisateur pour %s. Les messages seront attribués à l’utilisateur actuel.

source: Failed to import category %s
fr_fr: Échec de l’importation Catégorie %s

source: Failed to import post tag %s
fr_fr: Éche de l’importation Publication / Étiquette %s

source: Failed to import %s %s
fr_fr: Échex d’importation %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
fr_fr: Échec d’importation &#8220;%s&#8221;: type d’article non valide %s

source: %s &#8220;%s&#8221; already exists.
fr_fr: %s &#8220;%s&#8221; existent déjà.

source: Failed to import %s &#8220;%s&#8221;
fr_fr: Échec d’importation %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
fr_fr: Article de menu invalidé en raison d’un oublie de mot (slug)

source: Menu item skipped due to invalid menu slug: %s
fr_fr: Article de menu invalidé en raison d’un mot (slug) de menu invalide : %s

source: Fetching attachments is not enabled
fr_fr: Les pièces jointes n’ont pas été activées

source: Invalid file type
fr_fr: Type de fichier invalide

source: Remote server did not respond
fr_fr: Le serveur distant n’a pas répondu

source: Remote server returned error response %1$d %2$s
fr_fr: Le Serveur distant a répondu à l’erreur %1$d %2$s

source: Remote file is incorrect size
fr_fr: Le fichier distant est d’une taille incorrecte

source: Zero size file downloaded
fr_fr: Un fichié distant de taille 0 a été téléchargé

source: Remote file is too large, limit is %s
fr_fr: Le fichier distant est trop grand, la limite est %ss

source: Import WordPress
fr_fr: Importer WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
fr_fr: Une nouvelle version de cet importateur est disponible. Veuillez mettre à jour la version %s afin d’assurer la compatibilité avec les nouveaux fichiers d’exportation.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
fr_fr: Salut ! Chargez votre fichier RSS eXtended WordPress (WXR) et nous allons&#8217;importer les publications, pages, commentaires, champs personnalisés, catégories et étiquettes dans ce site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
fr_fr: Choisissez un fichier WXR (.xml) pour charger, puis cliquez sur Charger le fichier et importer.

source: Welcome
fr_fr: Bienvenue

source: Addons
fr_fr: Les Plus (Addons)

source: Import Demo Data
fr_fr: Importer les données de démo

source: Updates
fr_fr: Mises à jour

source: Welcome to Aardvark
fr_fr: Aardvark vous souhaite la bienvenue

source: Please follow the steps on this page to setup your theme. It is completely optional but it will help you get started.
fr_fr: Veuillez suivre les étapes de cette page pour configurer votre Thème. C’est complètement optionnel, mais ça vous aidera à commencer.

source: First of all make sure all the server statistics below are green, meaning the theme is compatible with your server. If any statistics are red please follow the steps provided to fix this.
fr_fr: Tout d’abord, assurez-vous que toutes les statistiques du serveur ci-dessous sont vertes, ce qui signifie que le thème est compatible avec votre serveur. Si des statistiques sont rouges, veuillez suivre les étapes prévues pour corriger cette situation.

source: Server
fr_fr: Serveur

source: - Please update WordPress as version 3.8 or higher is required.
fr_fr: - Veuillez mettre à jour WordPress en version 3.8 ou plus récente.

source: WordPress Version
fr_fr: Version Wordpress

source: WordPress version.
fr_fr: Version Wordpress.

source: Uploads folder is writable
fr_fr: Le dossier téléchargements est insciptible

source: Uploads folder is not writable. Please check with your hosting provider.
fr_fr: Le dossier téléchargements n’est pas inscriptible. Veuillez consulter votre fournisseur d’hébergement.

source: File Permissions
fr_fr: Permissions de fichiers

source: Whether or not your uploads folder is writable.
fr_fr: Que votre dossier de téléchargement soit inscriptible.

source: - A PHP version greater than 5.6 is required, to update your this
fr_fr: - Une version PHP supérieure à 5.6 est nécessaire, pour mettre à jour faites ceci

source: click here
fr_fr: cliquez ici

source: - We recommend using PHP version 7.2 or above for greater performance and security, to update this
fr_fr: - Nous recommandons d’utiliser la version 7.2 ou plus récente de PHP pour une plus grande performance et sécurité, pour mettre à jour cette version

source: PHP Version
fr_fr: Version PHP

source: PHP version of your server.
fr_fr: Version PHP de votre serveur.

source: - We recommend setting the memory limit to at least 128MB, to do this
fr_fr: - Nous recommandons de fixer la limite de mémoire à au moins 128 Mo, pour le faire

source: The maximum amount of memory that your site can use at one time.
fr_fr: La quantité maximale de mémoire que votre site peut utiliser à un moment précis.

source: - We recommend setting the maximum execution time to at least 180 for running larger tasks, to do this
fr_fr: - Nous recommandons de fixer le temps maximal d’exécution à au moins 180 pour exécuter des tâches plus importantes, pour faire cela

source: The amount of time (in seconds) that your site will spend on a single operation before timing out.
fr_fr: Le temps (en secondes) que votre site passera sur une seule opération avant que le temps soit expiré.

source: - We recommend setting the maximum input vars to at least 1000 otherwise POST data will be truncated, to do this
fr_fr: - Nous recommandons de fixer le niveau maximal “input vars“ à 1000 sinon d’autres données POST, seront tronquées pour le faire

source: The maximum number of variables your server can use for a single function to avoid overloads.
fr_fr: Le nombre maximal de variables que votre serveur peut utiliser pour une seule fonction pour éviter les surcharges.

source: Installed
fr_fr: Installé

source: Not installed - ZipArchive is required for importing the demo data. Please contact your server administrator and ask them to enable it.
fr_fr: Non installé - ZipArchive est nécessaire pour importer les données de démo. Veuillez contacter votre administrateur de serveur et demander-leur de l’activer.

source: ZipArchive is required for importing the demo data.
fr_fr: ZipArchive est nécessaire pour importer les données de démo.

source: OK - DEBUG is OFF
fr_fr: OK - DEBUG est sur OFF

source: DEBUG is ON - It is recommended you disable WordPress debugging on your live site, to do this
fr_fr: DEBUG est ON - Il est recommandé de désactiver le débogage WordPress sur votre site en direct, pour le faire

source: WP Debug
fr_fr: WP Debug (Débogage)

source: Whether or not WordPress is in Debug Mode.
fr_fr: Que WordPress soit ou non dans Debug Mode (Mode de Débogage)

source: Install Addons
fr_fr: Installez les Ajouts (Addons)

source: Below you will find a list of required and recommended theme plugins. Please make sure you install all the required plugins before proceeding to the next step.
fr_fr: Vous trouverez ci-dessous une liste des extensions equises et recommandés pour le Thème. Veuillez vous assurer que vous installez toutes les extensions requises avant de passer à l’étape suivante.

source: Required
fr_fr: Requis

source: Optional
fr_fr: Facultatif

source: Delete Imported Menu Items
fr_fr: Supprimer les articles de menu importés

source: Run
fr_fr: On se lance

source: Automatic Theme Updates
fr_fr: Mises à jour automatiques du Thème

source: To automatically update the theme install the Envato Market WordPress Plugin and follow the steps %s.
fr_fr: Pour mettre à jour automatiquement le thème, installer le Plugin Envato Market WordPress et suivre les étapes %s.

source: Manual Theme Updates
fr_fr: Manuel de mise à jour de Thème

source: If automatic updates are not working you can manually update the by following the steps %s.
fr_fr: Si les mises à jour automatiques ne fonctionnent pas, vous pouvez mettre à jour manuellement en suivant les étapes %s.

source: Need support?
fr_fr: Besoin d’aide ?

source: Before you submit a support ticket please check out the theme documentation and knowledge base from the links below.
fr_fr: Avant de soumettre un billet de soutien, veuillez consulter la documentation du thème et la base de connaissances à partir des liens ci-dessous.

source: Knowledge Base
fr_fr: Base de connaissances

source: Video Tutorials
fr_fr: Tutoriel Vidéo

source: Still need support?
fr_fr: Tu as encore besoin de soutien ?

source: If you still need help after reading through the documentation and knowledge base please open up a support ticket and we will reply to your question within 24 hours Monday to Friday.
fr_fr: Si vous avez encore besoin d’aide après avoir lu la documentation et la base de connaissances, ouvrez un billet de soutien et nous répondrons à votre question dans les 24 heures du lundi au vendredi.

source: Submit A Support Ticket
fr_fr: Soumettre un billet de soutien

source: by
fr_fr: par

source: Approved Posts
fr_fr: Publication approvée

source: Pending Posts
fr_fr: Publication en attente

source: No title
fr_fr: Pas de titre

source: Post Submission
fr_fr: Soumission de publication

source: A post was submitted on %s.
fr_fr: Une publication a été soumise sur %s.

source: Title: %s
fr_fr: Titre : %s

source: Author: %s (%s)
fr_fr: Auteur : %s (%s)

source: You can view this post at %s
fr_fr: Vous pouvez voir cette publication ici %s

source: [%s] Post Edit
fr_fr: [%s] Publication Modifiée

source: A post was edited on %s.
fr_fr: Une publication a été modifiée sur %s.

source: Install Required Plugins
fr_fr: Installez les Extensions nécessaires

source: Install Plugins
fr_fr: Installer les Extensions

source: Updating Plugin: %s
fr_fr: Mise à jour de l’Extension : %s

source: Something went wrong with the plugin API.
fr_fr: Quelque chose a mal tourné avec l’API du l’Extension.

source: This theme requires the following plugin: %1$s.
fr_fr: Ce thème nécessite l’Extension suivante : %1$s.

source: This theme recommends the following plugin: %1$s.
fr_fr: Ce thème recommande l’Extension suivante : %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: L’Extension suivante doit être mise à jour pour assurer une compatibilité maximale avec ce thème : %1$s.

source: There is an update available for: %1$s.
fr_fr: Il existe une mise à jour pour : %1$s.

source: The following required plugin is currently inactive: %1$s.
fr_fr: L’Extension requise suivante est actuellement inactive : %1$s.
