Repository: pacodesignsxm/Aardvark-WP-Theme-french-translation
Catalog: languages/*.po
Languages: fr_fr

source: Hide/Move Primary Navigation Menu Links
fr_fr: Cacher / déplacer les liens du menu de navigation primaire vers un menu déroulant

source: If you have too many menu links in the primary navigation area, automatically hide and move them to a dropdown menu.
fr_fr: Si vous avez trop de liens de menu dans la zone de navigation primaire, Ils seront automatiquement cachés et déplacés vers un menu déroulant.

source: Standard Header
fr_fr: Entête standard

source: Height
fr_fr: Hauteur

source: Text Logo
fr_fr: Texte du Logo

source: Adding a text logo will remove any image logos.
fr_fr: L’ajout d’un texte enlèvera toute image de Logo.

source: Text Logo Typography
fr_fr: Typographie du texte de Logo

source: Header Height
fr_fr: Hauteur de l’En-tête

source: Main Background
fr_fr: Arrière Plan principal

source: Main Border
fr_fr: Bordure principale

source: Navigation Background
fr_fr: Arrière plan de la Navigation

source: Navigation Height
fr_fr: Hauteur de la Navigation

source: The height of the navigation below the logo on larger devices.
fr_fr: La hauteur de navigation sous le logo sur les appareils de grandes tailles.

source: Navigation Border
fr_fr: Bordure de la Navigation

source: Navigation Link Divider
fr_fr: Lien du Séparateur de la Navigation

source: Overlay Header
fr_fr: Superposition d’En-tête

source: Scrolling Header
fr_fr: En-tête défilante

source: The height of the header on larger devices when scrolling.
fr_fr: La hauteur de l’en-tête sur les dispositifs les plus grands lors du défilement.

source: The height of the navigation below the logo on larger devices when scrolling.
fr_fr: La hauteur de la navigation sous le logo sur les dispositifs plus les plus grands lors du défilement.

source: Primary Navigation Text
fr_fr: Texte de la navigation primaire

source: Primary Navigation Links
fr_fr: Liens de la Navigation primaire

source: Primary Navigation Links Bottom Border
fr_fr: Bordure des liens de la navigation primaire

source: Secondary Navigation Text
fr_fr: Texte de la Navigation Secondaire

source: Secondary Navigation Links
fr_fr: Liens de la Navigation Secondaire

source: Secondary Navigation Background
fr_fr: Arrière plan de la Navigation Secondaire

source: Secondary Navigation Background Hover
fr_fr: Arrière plan de la Navigation Secondaire “au survol“

source: Secondary Navigation Border
fr_fr: Bordure de la Navigation Secondaire

source: Secondary Navigation Border Hover
fr_fr: Bordure de la Navigation Secondaire “au survol“

source: Dropdown Menus
fr_fr: Menus Déroulants

source: Border
fr_fr: Bordure

source: Menu Header
fr_fr: Menu d’En-tête

source: Menu Links
fr_fr: Liens du Menu

source: Header Icons
fr_fr: Icons d’En-tête

source: Profile Button
fr_fr: Bouton du Profile

source: Only show on mobile devices
fr_fr: Ne montrez que sur les appareils mobiles

source: Search Button
fr_fr: Bouton de Recherche

source: Cart Button
fr_fr: Bouton du Panier

source: Button Size
fr_fr: Taille du Bouton

source: Icon Hover Color
fr_fr: Couleur de l’icon “au survol“

source: Notifications Counter Background
fr_fr: Arrière plan du Compteur de Notifications

source: Notifications Text
fr_fr: Texte des Notifications

source: Search Bar
fr_fr: Barre de Recherche

source: Search Bar Position
fr_fr: Position de la Barre de Recherche

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Search Bar Border
fr_fr: Bordure de la Barre de Recherche

source: Standard Logo
fr_fr: Logo Standard

source: Bottom Border
fr_fr: Bordure du Bas

source: Icon Size
fr_fr: Taille de l’Icon

source: Icon Color Hover
fr_fr: Couleur de l’Icon “au survol“

source: Open Button
fr_fr: Bouton Ouvrir

source: Close Button
fr_fr: Bouton Fermer

source: Text
fr_fr: Texte

source: Sub Menu Links
fr_fr: Liens du sous-menu

source: Show a header above the main header.
fr_fr: Montrez une en-tête au-dessus de l’en-tête principale.

source: Open Side Menu By Default
fr_fr: Ouvrir le menu latéral par défaut

source: The height of the header in the side menu.
fr_fr: La hauteur de l’en-tête dans le menu latéral.

source: Header Background
fr_fr: Arrière plan de l’En-tête

source: Header Bottom Border
fr_fr: Bordure Bas de l’En-tête

source: Content Background
fr_fr: Arrière plan du Contenu

source: Divider
fr_fr: Séparateur

source: Toggle Button Background
fr_fr: Arrière plan du Bouton à bascule

source: Toggle Button Text
fr_fr: Texte du Bouton à bascule

source: Image Background
fr_fr: Image du Bouton à bascule

source: Global title background image used on any page set to display a title header (can be overridden on individual pages).
fr_fr: Image de fond globale utilisée sur n’importe quel jeu de pages pour afficher une en-tête de titre (peut être annulée sur des pages individuelles).

source: Featured Image Fallback
fr_fr: Retirer l’Image Mise en Avant

source: If your post/page does not have a title header background image it will use the featured image instead.
fr_fr: Si votre publication / page n’a pas d’image de fond d’en-tête de titre, il utilisera l’image Mise en Avant à la place.

source: Title Background
fr_fr: Arrière plan du Titre

source: Title Border
fr_fr: Bordure du Titre

source: Desktop Title
fr_fr: Titre pour les appareils de bureau

source: Mobile Title
fr_fr: Titre pour les appareils mobiles

source: Subtitle
fr_fr: Sous-titre

source: Title Meta Text
fr_fr: Titre du texte des Métadonnées

source: Minimal Desktop Title
fr_fr: Titre minimal pour appareils de bureu

source: Minimal Mobile Title
fr_fr: Titre minimal pour appareils mobiles

source: Minimal Subtitle
fr_fr: Sous-titre minimal

source: Minimal Title Meta Text
fr_fr: Titre minimal du texte des Métadonnées

source: Image Spacing
fr_fr: Espacement d’image

source: Footer Background
fr_fr: Arrière plan du Pied de Page

source: Footer Border
fr_fr: Bordure du Pied de Page

source: Divides the footer widgets and copyright text.
fr_fr: Divise les plugins (widgets) de pied de page et le texte de droit d’auteur.

source: Back To Top Button
fr_fr: Bouton Back to Top (retour en haut de page)

source: Back To Top Background
fr_fr: Arrière plan du Bouton Back to Top (retour en haut de page)

source: Back To Top Icon
fr_fr: Icon du Bouton Back to Top (retour en haut de page)

source: Footer Widgets
fr_fr: Plugins (widgets) de Pied de Page

source: Copyright Links
fr_fr: Liens du Copyright

source: Typography
fr_fr: Typographie

source: Body Text
fr_fr: Texte du contenu

source: Bold Text Weight
fr_fr: Largeur du Texte Bold

source: Links
fr_fr: Liens

source: H1 Tag
fr_fr: H1 Étiquette (Tags)

source: H2 Tag
fr_fr: H2 Étiquette (Tags)

source: H3 Tag
fr_fr: H3 Étiquette (Tags)

source: H4 Tag
fr_fr: H4 Étiquette (Tags)

source: H5 Tag
fr_fr: H5 Étiquette (Tags)

source: H6 Tag
fr_fr: H6 Étiquette (Tags)

source: Divider color used throughout the theme.
fr_fr: Couleur de séparateur utilisée dans le thème.

source: Blockquote Border
fr_fr: Bordure du “Blockquote“ (block de citation)

source: Blockquote Text
fr_fr: Texte du “Blockquote“ (block de citation)

source: Pre Background
fr_fr: Pré-arrière plan

source: Pre Text
fr_fr: Pré-texte

source: Tables
fr_fr: Tableaux

source: Header Border
fr_fr: Bordure d’En-tête

source: Header Text
fr_fr: Texte d’En-tête

source: Body Background
fr_fr: Arrière plan du contenu

source: Body Border
fr_fr: Bordure du contenu

source: Fields & Buttons
fr_fr: Champs & Boutons

source: Input Box Background
fr_fr: Arrière plan de la boîte d’entrée (Input Box)

source: Input Box Border
fr_fr: Bordure de la boîte d’entrée (Input Box)

source: Input Box Text
fr_fr: Texte de la boîte d’entrée (Input Box)

source: Selection Menu Background
fr_fr: Arrière plan du Menu de Sélection

source: Selection Menu Border
fr_fr: Bordure du Menu de Sélection

source: Selection Menu Text
fr_fr: Texte du Menu de Sélection

source: Button Background
fr_fr: Arrière plan du Bouton

source: Button Background Hover
fr_fr: Arrière plan du Bouton “au survol“

source: Poup Window
fr_fr: Fenêtre pop-up (surgissante)

source: Other
fr_fr: Autre

source: Tab Links
fr_fr: Liens d’onglet

source: Used for WooCommerce, BuddyPress and Sensei tabs.
fr_fr: Utilisé pour les onglets WooCommerce, BuddyPress et Sensei.

source: Address Bar Color
fr_fr: Couleur de la barre d’adresse

source: The address bar color for Chrome on Android.
fr_fr: Couleur de la barre d’adresse pour Chrome sous Android.

source: Add your custom CSS code - this will not be lost if you update the theme.
fr_fr: Ajoutez votre code CSS personnalisé - cela ne sera pas perdu si vous mettez à jour le thème.

source: Add your custom JavaScript code (e.g. Google Analytics) - this will not be lost if you update the theme.
fr_fr: Ajoutez votre code JavaScript personnalisé (par exemple : Google Analytics) - ce ne sera pas perdu si vous mettez à jour le thème.

source: Full Width
fr_fr: Pleine Largeur

source: Full Page
fr_fr: Pleine Page

source: Minimal
fr_fr: Minimum

source: Both Sidebars
fr_fr: Les 2 Barres Latérales

source: No Sidebar
fr_fr: Pas de Barre Latérale

source: Author
fr_fr: Auteur

source: Sub Headers
fr_fr: Sous-menus

source: Sub Header
fr_fr: Sous-menu

source: Used for the related posts section, comments section etc.
fr_fr: Utilisé pour la section des ublications connexes, section des commentaires, etc.

source: Share Icons
fr_fr: Icons de Partage

source: Post Navigation
fr_fr: Navigation de Publication

source: Text
fr_fr: Texte

source: Voting Panel
fr_fr: Comité de vote

source: Have your say!
fr_fr: Ton mot à dire !

source: Button Border
fr_fr: Bordure du Bouton

source: Button Text Hover
fr_fr: Bouton Texte “au survol“

source: Author Info Panel
fr_fr: Panneau d’info de l’auteur

source: This panel will only show if the author has added text to the "Biographical Info" field under Users > Your Profile.
fr_fr: Ce panneau ne montrera que si l’auteur a ajouté du texte au champ « Info biographique » sous Utilisateurs > Votre profil.

source: Related Items
fr_fr: Articles connexes

source: Post Submission List
fr_fr: Liste des publications soumises

source: The page used to display all user submitted posts.
fr_fr: Cette page est utilisée pour afficher tous les messages soumis par l’utilisateur.

source: Editing Posts
fr_fr: Éditer les publications

source: Once a user edits a post it is approved automatically
fr_fr: Une fois que l’utilisateur modifie une publication, elle sera automatiquement approuvée

source: Once a user edits a post it needs to be approved again
fr_fr: Une fois qu’un utilisateur modifie un poste, il doit être approuvé à nouveau

source: Choose to receive an email notification when a user edits a post.
fr_fr: Choisissez de recevoir une notification par email lorsqu’un utilisateur modifie un message.

source: Deleting Posts
fr_fr: Effacer les publications

source: Choose whether users can delete posts.
fr_fr: Choisissez si les utilisateurs peuvent supprimer des messages.

source: Ordering
fr_fr: Classement

source: Frontend Filter Menus
fr_fr: Filtrer les menus affichés

source: List Title (Classic)
fr_fr: Titre de la liste (Classique)

source: List Title (Modern)
fr_fr: Titre de la liste (Moderne)

source: Large Title (Classic)
fr_fr: Titre de la liste en grand (Classique)

source: Large Title (Modern)
fr_fr: Titre de la liste en grand (Modern)

source: Columns/Masonry Title (Classic)
fr_fr: Colonnes / Titre style “Masonry“ (Classique)

source: Columns/Masonry Title (Modern)
fr_fr: Colonnes / Titre style “Masonry“ (Modern)

source: Title Links
fr_fr: Liens du titre

source: Text (Classic)
fr_fr: Texte (Classique)

source: Text (Modern)
fr_fr: Texte (Moderne)

source: Post Content
fr_fr: Contenu de la Publication

source: Text Alignment
fr_fr: Alignement texte

source: Relevance
fr_fr: Pertinence

source: Login/Register/Lost Password Popup Window
fr_fr: S’identifier / S’enregistrer / Mot de passe perdu Popup Window (fenètre surgissante)

source: Show the login/register/lost password popup window. Add "#login", "#register" and "#lost-password" to the end of your URL e.g. http://domain.com/#login
fr_fr: Montrez la fenêtre S’identifier / S’enregistrer / Mot de passe perdu. Ajouter « #register » and « #lost-password » to the end of your URL, par exemple http://domain.com/#login

source: Login Redirect
fr_fr: Redirection de l’inscription

source: Redirect the user to this page after logging in, leave empty to redirect to the page they logged in from.
fr_fr: Rédiger l’utilisateur à cette page après avoir accès à l’identification, laissez vide pour rediriger vers la drnière page visitée.

source: Frontend Restriction Redirect
fr_fr: Vous allez être redirigé car vous n’êtes pas identifié

source: Redirect non logged in users to this page before they can access the site (e.g. login page).
fr_fr: Rédiger les utilisateurs non connectés à cette page avant d’accéder au site (p.ex. page d’accès).

source: Frontend Restriction Redirect Exclusions
fr_fr: Restriction / Exlusion des non-inscrits

source: Exclude specific pages from frontend redirection.
fr_fr: Exclure des pages spécifiques de la redirection (front office)

source: Frontend Restriction Redirect URL Exclusions
fr_fr: Front Office Restriction Redirection Exclusions URL d’Exclusions

source: Exclude specific URLs from frontend redirection, add each URL on a new line.
fr_fr: Exclure les URL spécifiques de la redirection du Front Office, ajouter chaque URL sur une nouvelle ligne.

source: Backend Login/Register Popup Window
fr_fr: Backoffice S’inscrire / S’enregistrer Popup Window (fenêtre surgissante)

source: Redirect to the homepage and show the login/register/lost password popup window when a user tries to access the backend.
fr_fr: Redirection vers à la page d’accueil et afficher la fenêtre S’inscrire / S’enregistrer / Mot de passe Perdu quand un utilisateur essaie d’accéder au BackOffice.

source: Backend Restriction Redirect
fr_fr: Redirection du BackOffice

source: Redirect non logged in users to this page before they can access the backend (e.g. login page).
fr_fr: Rédiriger les utilisateurs non connectés vers cette page avant qu’ils ne puissent accéder au BackOffice (p.ex. page d’accès).

source: Members Homepage
fr_fr: Page d’accueil des Membres

source: The homepage members see. To set the homepage for non logged in users click
fr_fr: Les Membres voient leur page d’accueil. Pour définir la page d’accueil pour les utilisateurs non connectés, cliquez

source: install the Paid Memberships Pro plugin to set the homepage for different membership levels.
fr_fr: installez le plugin Pro pour activer la page d’accueil selon différents niveaux d’adhésion.

source: Registration Privacy Policy Checkbox (GDPR)
fr_fr: Boite à cocher du contrôle de la politique de confidentialité d’enregistrement (RCPB)

source: Add a privacy policy checkbox to the theme's registration form (this does not add a checkbox to the BuddyPress or Paid Membership Pro registration pages).
fr_fr: Ajoutez une case à cocher “politique de confidentialité“ au formulaire d’inscription du thème (cela n’ajoute pas une case à cocher aux pages d’inscription BuddyPress ou Paid Membership Pro).

source: Registration Privacy Policy Text
fr_fr: Politique de confidentialité, texte de l’enregistrement

source: Main Header
fr_fr: En-tête Principale

source: Default
fr_fr: Par défaut

source: Directory Height
fr_fr: Hauteur de l’Annuaire

source: Profile Height
fr_fr: Hauteur du Profil

source: Directory Page
fr_fr: Page de l’Annuaire

source: Profile Page
fr_fr: Page du Profil

source: Masonry Alignment
fr_fr: Alignement style “Masonry“

source: If you are having issues loading members directory content try disabling this option.
fr_fr: Si vous avez des problèmes de chargement du contenu du répertoire des membres, essayez de désactiver cette option.

source: Whether to show cover images in the Members directory.
fr_fr: Pour afficher des images de couverture dans le Répertoire des Membres.

source: Profile Header Buttons
fr_fr: Bouton de l’en-tête Profil

source: Update Avatar Button
fr_fr: Bouton de mise à jour de l’Avatar

source: Update Cover Image Button
fr_fr: Bouton de mise à jour de l’image mise en avant

source: Profile Posts Tab
fr_fr: Onglet de Publication du Profil

source: If you are having issues loading groups directory content try disabling this option.
fr_fr: Si vous avez des problèmes de chargement du répertoire des groupes de contenu, essayez de désactiver cette option.

source: Whether to show cover images in the Groups directory.
fr_fr: Pour montrer des images de couverture dans le répertoire des Groupes.

source: Forum Category Header Text
fr_fr: Texte d’en-tête de la catégorie Forum

source: Forum Meta Text
fr_fr: Métadonnées du texte du Forum

source: Forum Borders
fr_fr: Bordure du Forum

source: Sticky Topic Background
fr_fr: Arrière plan du sujèt “Sticky“ (collant)

source: Items Per Row
fr_fr: Articles par rang

source: Secondary Hover Image
fr_fr: Image secondaire “au survol“

source: Show the secondary gallery image when hovering over the primary image on product category pages.
fr_fr: Afficher l’image de galerie secondaire lors du survol de l’image primaire sur les pages de la catégorie de produits.

source: Price Color
fr_fr: Couleur du Prix

source: Used in WooCommerce and Sensei.
fr_fr: Utilisé dans WooCommerce et Sensei.

source: Star Rating Color
fr_fr: Couleur de l’étoile de d’évaluation

source: Used in WooCommerce.
fr_fr: Utilisé dans WooCommerce.

source: The shop page header on the page.
fr_fr: L’en-tête du magasin sur la page.

source: Page Loader
fr_fr: Chargeur de page (loader)

source: Display a loading icon until the page has loaded all content.
fr_fr: Afficher une icône de chargement jusqu’à ce que la page ait chargé tout le contenu.

source: Frontend filtering and pagination are loaded using ajax.
fr_fr: Les filtres et la pagination sont chargés à l’aide d’ajax.

source: Make sure the images open the media file and not the attachment page.
fr_fr: Assurez-vous que les images ouvrent le fichier média et non la page jointe.

source: All images on page show as gallery within lightbox window
fr_fr: Toutes les images de la page s’affichent en galerie dans la visioneuse

source: Images are not grouped
fr_fr: Les images ne sont pas groupées

source: Import/Export
fr_fr: Importer / Exporter

source: Import
fr_fr: Importer

source: Upload your theme options file with a .txt extension.
fr_fr: Chargez votre fichier options de thème avec une extension .txt.

source: Export
fr_fr: Exporter

source: Downloads a .txt file that contains all your theme options data.
fr_fr: Télécharger un fichier .txt qui contient toutes vos données sur les options de thème.

source: Filters (Sorting)
fr_fr: Filtres (tri)

source: Choosing a category will display the subcategories of this category or leave blank to display all categories.
fr_fr: Le choix d’une catégorie affichera les sous-catégories de cette catégorie ou laisser vide pour afficher toutes les catégories.

source: Blog Template Settings
fr_fr: Réglages du modèle de Blog

source: Link Template Settings
fr_fr: Réglages du modèle de Lien

source: Link Format Settings
fr_fr: Format du Lien

source: MP3 Audio File
fr_fr: Fichier Audio MP3

source: OGG Audio File
fr_fr: Fichier Audio OGC

source: Audio Format Settings
fr_fr: Réglages du format Audio

source: Video URL
fr_fr: URL de la Vidéo

source: Video URL uploaded to one of the major video sites e.g. YouTube, Vimeo, blip.tv, etc.
fr_fr: Charger la Vidéo sur un des principaux sites vidéo, p.ex. YouTube, Vimeo, blip.tv, etc.

source: M4V Video
fr_fr: Vidéo au format M4V

source: MP4 Video
fr_fr: Vidéo au format MP4

source: WebM Video
fr_fr: Vidéo au format WebM

source: OGV Video
fr_fr: Vidéo au format OGV

source: Video Format Settings
fr_fr: Réglages du format de la Vidéo

source: Gallery Slider
fr_fr: Galerie Défilante (Slider)

source: Create a new gallery slider by selecting an existing image or uploading new ones using the WordPress native uploader.
fr_fr: Créez une nouvelle Galerie Défilante (Skider) en sélectionnant des images existantes ou en chargeant de nouvelles images ou en utilisant le chargeur natif WordPress.

source: Gallery Format Settings
fr_fr: Réglages du format de la Galerie

source: Header Layout
fr_fr: Disposition de l’En-tête

source: Header Display
fr_fr: Afichage de l’En-tête

source: Footer Display
fr_fr: Afichage du Pied de page

source: Title Header Background Image
fr_fr: Image d’arrière plan du titre de l’En-tête

source: Title Header Height
fr_fr: Hauteur du titre de l’En-tête

source: Title Header Video URL
fr_fr: Vidéo du titre de l’En-tête

source: Supports YouTube, Vimeo and HTML5 video. For multiple HTML5 formats, each video should have exactly the same filename but remove the extension (e.g. .mp4) from the filename in the text box.
fr_fr: Sources supportées : YouTube, Vimeo et HTML5 vidéo. Pour des sources multiples au format HTML5, chaque vidéo doit avoir exactement le même nom de fichier mais retirer l’extension (p. ex. mp4) du nom de fichier dans la boîte texte.

source: Title Header Video Background URL
fr_fr: URL de la vidéo d’arrière plan du titre de l’En-tête

source: Custom Title
fr_fr: Titre personnalisé

source: Overwrites the default title.
fr_fr: Remplace le titre par défaut.

source: Page Layout
fr_fr: Disposition de la page

source: General Settings
fr_fr: Réglages généraux

source: Exclude this item from showing up in post meta text.
fr_fr: Exclure cet article de l’affichage dans le texte post meta.

source: Title Header Background
fr_fr: Arrière plan du Titre de l’En-tête

source: No Sidebars
fr_fr: Pas de Barre Latérale

source: Alignment
fr_fr: Alignement

source: Background Image
fr_fr: Image de fond

source: Background Repeat
fr_fr: Répéter l’Image de fond

source: No Repeat
fr_fr: Ne pas répéter

source: Repeat All
fr_fr: Tout répéter

source: Repeat Horizontally
fr_fr: Répétez Horizontallement

source: Repeat Vertically
fr_fr: Répétez Verticalement

source: Inherit
fr_fr: Hérite des réglages de base

source: Background Size
fr_fr: Taille de l’arrière plan

source: Cover
fr_fr: Couvrir

source: Contain
fr_fr: Contenir

source: Background Attachment
fr_fr: Pièce jointe en arrière plan

source: Fixed
fr_fr: Fixe

source: Scroll
fr_fr: Défilant

source: Left Top
fr_fr: Gauche Haut

source: Left center
fr_fr: Gauche Centré

source: Left Bottom
fr_fr: Gauche Bas

source: Center Top
fr_fr: Centre Haut

source: Center Bottom
fr_fr: Centre Bas

source: Right Top
fr_fr: Droite Haut

source: Right Center
fr_fr: Droite Centré

source: Right Bottom
fr_fr: Droite Bas

source: Background Clip
fr_fr: Clip d’arrière plan

source: Border Box
fr_fr: Boîte de Bordure

source: Content Box
fr_fr: Boîte de contenu

source: Padding Box
fr_fr: Boîte de Décalage (Padding)

source: Background Origin
fr_fr: Origine du fond

source: From
fr_fr: De

source: To
fr_fr: À

source: Regular
fr_fr: Régulier

source: Hover
fr_fr: Au survol

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Font Size (px)
fr_fr: Taille de la police (px)

source: Line Height (px)
fr_fr: Hauteur de ligne (px)

source: Font Family
fr_fr: Famille de Police

source: Backup Font
fr_fr: Police de remplacement

source: Font Variants
fr_fr: Variante de Police

source: Font Subsets
fr_fr: Police de substitution

source: Color
fr_fr: Couleur

source: Letter Spacing (px)
fr_fr: Espacement de lettre (px)

source: Word Spacing (px)
fr_fr: Espacement des mots (px)

source: Text Transform
fr_fr: Transformation du Texte

source: None
fr_fr: Aucun

source: Capitalize
fr_fr: Capital

source: Uppercase
fr_fr: Majuscule

source: Lowercase
fr_fr: Minuscule

source: Text Align
fr_fr: Alignement du Texte

source: Center
fr_fr: Centré

source: Justify
fr_fr: Justifié

source: Text Deocration
fr_fr: Décoration du Texte

source: Underline
fr_fr: Souligné
