Repository: pacodesignsxm/Aardvark-WP-Theme-french-translation
Catalog: languages/*.po
Languages: fr_fr

source: Events calendar.
fr_fr: Calendrier des événements.

source: Calendar
fr_fr: Calendrier

source: Show Long Events?
fr_fr: Montrer de longs événements ?

source: Category IDs
fr_fr: IDs de catégorie

source: 1,2,3 or 2 (0 = all)
fr_fr: 1,2,3 ou 2 (0 = tous)

source: Events
fr_fr: Événements

source: Events list.
fr_fr: Liste des événements.

source: Number Of Events
fr_fr: Nombre d’événements

source: All events
fr_fr: Tous les événements

source: Future events
fr_fr: Événements futurs

source: Past events
fr_fr: Événements passés

source: Todays events
fr_fr: Événements d’aujourd’hui

source: Tomorrow events
fr_fr: Événements de demain

source: Events this month
fr_fr: Événements de ce mois-ci

source: Events next month
fr_fr: Evénements du mois prochain

source: Events current and next month
fr_fr: Evénements en cours et le mois prochain

source: Events within 2 months
fr_fr: Evénements dans les 2 mois

source: Events within 3 months
fr_fr: Evénements dans les 3 mois

source: Events within 6 months
fr_fr: Evénements dans les 6 mois

source: Events within 12 months
fr_fr: Evénements dans les 12 mois

source: start date, start time, event name
fr_fr: date de début, heure de début, nom de l’événement

source: name, start date, start time
fr_fr: nom, date de début, heure de début

source: name, end date, end time
fr_fr: nom, date de fin, fin de l’heure

source: end date, end time, event name
fr_fr: date de fin, heure de fin, nom de l’événement

source: Ascending
fr_fr: Ordre croissant

source: Descending
fr_fr: Ordre décroissant

source: List item format
fr_fr: Liste du format de l’article

source: The list is wrapped in a <ul> tag, so if an <li> tag is not wrapping the formats below it will be added automatically.
fr_fr: La liste est enveloppée dans une étiquette <ul> et si une étiquette <li> n’est pas enveloppée les formats ci-dessous seront ajoutés automatiquement.

source: Show all events link at bottom?
fr_fr: Montrer tous les événements en bas ?

source: All events link text?
fr_fr: Tous les événements relient le texte ?

source: all events
fr_fr: tous les événements

source: No events message
fr_fr: Pas de message d’événements

source: No events
fr_fr: Pas d’événements

source: Featured Box
fr_fr: Boîte “en vedette“

source: Featured box.
fr_fr: Boîte “en vedette“.

source: 4 Columns (2-2-2-2)
fr_fr: 4 Colonnes (2-2-2-2)

source: 3 Columns (2-1-2)
fr_fr: 3 Colonnes (2-1-2)

source: 3 Columns (1-2-2)
fr_fr: 3 Colonnes (1-2-2)

source: 2 Columns (1-1)
fr_fr: 2 Colonnes (1-1)

source: 1 Column (1)
fr_fr: 1 Colonne (1)

source: Layout
fr_fr: Mise en page

source: Wide
fr_fr: Pleine largeur

source: Boxed
fr_fr: Encadré

source: Spacing (px)
fr_fr: Espacement (px)

source: The spacing between each item.
fr_fr: L’écart entre chaque élément.

source: Title Length
fr_fr: Longueur du titre

source: The number of characters in caption titles (set to 0 to set no limit).
fr_fr: Le nombre de caractères dans les titres encapsulés (0 pour ne pas limiter).

source: Excerpt Length
fr_fr: Longueur de l’extrait

source: The number of characters in excerpts.
fr_fr: Le nombre de caractères dans les extraits.

source: Post Meta
fr_fr: Métadonnées de la publication

source: Author Name
fr_fr: Nom de l’auteur

source: Post Date
fr_fr: Date de lapublication

source: Comment Count
fr_fr: Compte des commentaires

source: Views
fr_fr: Vues

source: Post Categories
fr_fr: Catégorie de publication

source: Login/Register Form
fr_fr: S’identifier / Formulaire d’inscription

source: Login/register form.
fr_fr: S’identifier / Formulaire d’inscription.

source: Display Form
fr_fr: Afficher le formulaire

source: Login Form
fr_fr: Formulaire d’identification

source: Registration Form
fr_fr: Formulaire d’inscription

source: Lost Password Form
fr_fr: Formulaire de mot de passe perdu

source: Particles
fr_fr: Particules

source: Particles background.
fr_fr: Arrière plan de particules.

source: Particle Number
fr_fr: Nombre de particules

source: Particle Size
fr_fr: Taille de particules

source: Particle Color
fr_fr: Couleur de particules

source: Line Color
fr_fr: Couleur de la ligne

source: PMP Register Form
fr_fr: PMP Formulaire d’inscription

source: PMP register form.
fr_fr: PMP Formulaire d’inscription.

source: Fields
fr_fr: Champs

source: Username
fr_fr: Nom d’utilisateur

source: Confirm Email
fr_fr: Confirmez l’email

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Button Text
fr_fr: Bouton Texte

source: Sign Up
fr_fr: Inscrivez-vous

source: Redirect URL
fr_fr: URL de redirection

source: The page that the user is taken to after submitting the form e.g. membership level page
fr_fr: La page à laquelle l’utilisateur est redirigé après avoir soumis le formulaire exempe : page d’adhésion

source: Post Submission Form
fr_fr: Formlaire de soumission de publication

source: Post submission form.
fr_fr: Formlaire de soumission de publication.

source: Email Address
fr_fr: Adresse email

source: The email address the form is sent to (leave blank to use the admin email).
fr_fr: L’adresse e-mail où le formulaire sera envoyé (laissez blanc pour utiliser l’e-mail de l’administrateur).

source: Subject
fr_fr: Sujet

source: The subject line of the email.
fr_fr: Le sujet de l’email.

source: Post Title
fr_fr: Titre de la publication

source: Featured Image
fr_fr: Image mise en avant

source: Category
fr_fr: Catégorie

source: Post Formats
fr_fr: Formats de publication

source: Gallery
fr_fr: Galerie

source: Link
fr_fr: Lien

source: Video
fr_fr: Vidéo

source: Content
fr_fr: Contenu

source: Parent Category
fr_fr: Catégorie parente

source: Enter the slug or ID of the category you want to filter by, leave blank to display all categories - the sub categories of this category will also be displayed.
fr_fr: Entrez le mot “slug“ ou l’IDn de la catégorie que vous souhaitez filtrer, laissez blanc pour afficher toutes les catégories - les sous-catégories de cette catégorie seront également affichées.

source: Vistor Submissions
fr_fr: Soumission du Visiteur

source: Submitting Posts
fr_fr: Soumission de publications

source: Posts need to be approved before showing up on the site
fr_fr: Les publications doivent être approuvées avant d’être publiées sur le site

source: Posts are approved automatically
fr_fr: Les publications sont automatiquement approuvées

source: Email Notification
fr_fr: Notification par email

source: Choose to receive an email notification when a user submits a post.
fr_fr: Choisissez de recevoir une notification par email lorsqu’un utilisateur soumet un message.

source: Terms Of Use URL
fr_fr: URL des Conditions d’utilisation

source: Terms of condition URL.
fr_fr: URL des Conditions d’utilisation.

source: Privacy Policy Checkbox (GDPR)
fr_fr: Case à cocher “politique de confidentialité“ (RGPD)

source: Add a privacy policy checkbox to the form.
fr_fr: Ajoutez une case à cocher “politique de confidentialité“ au formulaire.

source: Privacy Policy Text
fr_fr: Texte de la Politique de Confidentialité

source: Add your own privacy policy text next to the checkbox. To add a link within your text use HTML tags e.g. "This is my text and this is a <a href="http://domain.com/privacy-policy">link</a>."
fr_fr: Ajoutez votre propre texte de “politique de confidentialité“ à côté de la case à cocher. Pour ajouter un lien dans votre texte, utilisez les étiquettes HTML, par exemple. « Voici mon texte et ceci est un <a href=« http://domain.com/privacy-policy »>lien</a>. »

source: Various post displays.
fr_fr: Affichages de publications diverses.

source: Ranking
fr_fr: Classement

source: 2 Columns
fr_fr: 2 Colonnes

source: 3 Columns
fr_fr: 3 Colonnes

source: 4 Columns
fr_fr: 4 Colonnes

source: Content Display
fr_fr: Affichage du contenu

source: Excerpt
fr_fr: Extrait

source: Full Content
fr_fr: Contenu complet

source: Post Tags
fr_fr: Publier les étiquettes (Tags)

source: Filter (Categories)
fr_fr: Filtrer (catégories)

source: Read More Link
fr_fr: Lien “lire la suite“

source: Pagination (Arrows)
fr_fr: Pagination (Flèches)

source: Filters disabled if using load more button.
fr_fr: Filtres désactivés si le bouton “charger plus“ est utilisé.

source: Page Numbers
fr_fr: Numéros de Page

source: Load More Button
fr_fr: Bouton “Charger Plus“

source: See All
fr_fr: Voir Tout

source: See All Link
fr_fr: Voir tout les Liens

source: See All Text
fr_fr: Voir tout les Textes

source: See All Items
fr_fr: Voir tout les Articles

source: Ranking Background Color
fr_fr: Couleur de fond du Classement

source: Ranking Text Color
fr_fr: Couleur du texte du Classement

source: Pricing Column
fr_fr: Colonne de Prix

source: Pricing column.
fr_fr: Colonne de Prix.

source: Membership Level
fr_fr: Niveau d’Adhésion

source: Enter the membership level ID (requires Paid Membership Pro plugin) you want to show details for, you can then leave the title, pricing and button fields empty.
fr_fr: Inscrivez l’ID du niveau de membre (nécessite la version Pro d Membership Pro plugin) si vous voulez montrer les détails, vous pouvez alors laisser vide le titre, le prix et les champs de bouton.

source: E.g. Bronze, Silver, Gold.
fr_fr: Par exemple : Bronze, Silver, Gold.

source: Currency Symbol
fr_fr: Symbole de la Monnaie

source: Price
fr_fr: Prix

source: Trial Price
fr_fr: Prix de la Version d’Essai

source: Payment Interval
fr_fr: Intervalle de paiement

source: E.g. per week, per month.
fr_fr: Par exemple par semaine, par mois.

source: Highlight Column
fr_fr: Colonne Surlignée

source: Highlight Text
fr_fr: Texte Surligné

source: Use the Bulleted List button to create a list of features.
fr_fr: Utilisez le bouton “Liste à Puces“ pour créer une liste de fonctionnalités.

source: Button Link
fr_fr: Lien du Bouton

source: Title Background Color
fr_fr: Couleur du Titre - Arrière plan

source: Highlight Title Background Color
fr_fr: Couleur du Titre - Arrière plan “au survol“

source: Title Text Color
fr_fr: Couleur du Titre - Texte

source: Highlight Title Text Color
fr_fr: Couleur du Titre - Texte “au survol“

source: Price Background Color
fr_fr: Couleur du Prix - Arrière plan

source: Price Circle Color
fr_fr: Couleur du Prix - Rond

source: Price Text Color
fr_fr: Couleur du Prix - Texte

source: Content Background Color
fr_fr: Couleur du Contenu - Arrière plan

source: Alternative Content Background Color
fr_fr: Couleur du Contenu Alternatif - Arrière plan

source: Content Text Color
fr_fr: Couleur du Contenu - Texte

source: Footer Background Color
fr_fr: Couleur du Pied de Page

source: Button Background Color
fr_fr: Couleur de l’arrière plan du bouton

source: Button Background Hover Color
fr_fr: Couleur de l’arrière plan du bouton “au survol“

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Divider Color
fr_fr: Couleur du séparateur

source: Courses
fr_fr: Cours / leçons

source: Sensei courses.
fr_fr: Sensei Cours / leçons.

source: Teacher
fr_fr: Professeur

source: Show courses from specific teachers, enter the user IDs separating each one with a comma.
fr_fr: Afficher les cours d’enseignants spécifiques, entrez les IDs d’utilisateur en séparant chacun avec une virgule.

source: Show courses from specific categories, enter the slugs, terms or IDs separating each one with a comma.
fr_fr: Afficher les cours de catégories spécifiques, entrer les mots clés (Slug) , les IDs en séparant chacun d’entre eux avec une virgule.

source: Exclude
fr_fr: Exclure

source: Specific courses to exclude from display, enter the course IDs separating each one with a comma.
fr_fr: Les cours spécifiques à exclure de l’affichage, entrez les IDs de cours en séparant chacun avec une virgule.

source: Specific courses to display, enter the course IDs separating each one with a comma.
fr_fr: Cours spécifiques à afficher, entrez les IDs de cours en séparant chacun avec une virgule.

source: Number
fr_fr: Numéro

source: Orderby
fr_fr: Classé par

source: Purchase Button
fr_fr: Button d’achat

source: Lessons
fr_fr: Leçons

source: Progress
fr_fr: Progrès

source: Previews
fr_fr: Prévisualisations

source: Showcase
fr_fr: Vitrine

source: Horizontal and vertical content.
fr_fr: Contenu horizontal et vertical.

source: Horizontal Showcase
fr_fr: Vitrine horizontale

source: Vertical Showcase
fr_fr: Vitrine verticale

source: Large Image Source
fr_fr: Grande Source d’Images

source: Small Image Source
fr_fr: Petite Source d’Images

source: Large Excerpt Length
fr_fr: Grand extrait

source: The number of characters in large excerpts.
fr_fr: Le nombre de caractères dans les grands extraits.

source: Small Excerpt Length
fr_fr: Petite extrait

source: The number of characters in small excerpts.
fr_fr: Le nombre de caractères dans les petits extraits.

source: Large Post Meta
fr_fr: Grande Publication de Métadonnées

source: Small Post Meta
fr_fr: Petite Publication de Métadonnées

source: Large Read More Link
fr_fr: Grand “Lire plus de liens“

source: Small Read More Link
fr_fr: Petit “Lire plus de liens“

source: Pagination (Numbers)
fr_fr: Pagination (nombres)

source: Statistics
fr_fr: Statistiques

source: Site statistics.
fr_fr: Statistiques du site.

source: Columns
fr_fr: Colonnes

source: Icon Color
fr_fr: Couleur d’Icon

source: Number Color
fr_fr: Couleur du nombre

source: Comments
fr_fr: Commentaires

source: Blogs
fr_fr: Articles (Blogs)

source: Members Icon
fr_fr: Icon du Membre

source: Online
fr_fr: En Ligne

source: Online Icon
fr_fr: Icon “En Ligne“

source: Groups Icon
fr_fr: Icon des Groupes

source: Forums Icon
fr_fr: Icon des Forums

source: Topics Icon
fr_fr: Icon des Sujets

source: Dummy Data
fr_fr: Données pour les débutants

source: Add dummy values to each enabled statistics (for testing purposes only).
fr_fr: Ajouter des valeurs “données débutant“ à chaque statistique active (à des fins d’essai seulement).

source: Team
fr_fr: Équipe

source: Team members.
fr_fr: Membres de l’équipe.

source: Column Spacing (px)
fr_fr: Espacement de Colonne (px)

source: Image Width
fr_fr: Largeur d’image

source: Image Height
fr_fr: Hauteur d’image

source: Image Border
fr_fr: Bordure d’image

source: Team Member
fr_fr: Membre de l’équipe

source: Job Position
fr_fr: Position du travail

source: Link Target
fr_fr: Lien Cible

source: Same Window
fr_fr: Même fenêtre

source: New Window
fr_fr: Nouvelle fenêtre

source: Testimonial Slider
fr_fr: Slider de Témoignage

source: Testimonials slider.
fr_fr: Slider de Témoignage.

source: Effect
fr_fr: Effet

source: Slide
fr_fr: Glissement

source: Fade
fr_fr: Fondu

source: Slider Speed
fr_fr: Vitesse du Slider

source: The number of seconds between slide transitions, set to 0 to disable the autoplay.
fr_fr: Le nombre de secondes entre les transitions de diapositives, 0 pour désactiver l’autoplay.

source: Buttons
fr_fr: Boutons

source: Hide
fr_fr: Masquer

source: Show
fr_fr: Afficher

source: Arrows
fr_fr: Flèches

source: Headline Font Size
fr_fr: Taille de la police de la Première Ligne

source: Headline Line Height
fr_fr: Taille de la hauteur de la Première Ligne

source: Quote Font Size
fr_fr: Taille de la police des citations

source: Quote Line Height
fr_fr: Taille de la hauteur de ligne des citations

source: Name Font Size
fr_fr: Taille de la police des noms

source: Name Line Height
fr_fr: Taille de la hauteur de ligne des noms

source: Image Border Color
fr_fr: Couleur de Bordure de l’Image

source: Headline Color
fr_fr: Couleur de la Première Ligne

source: Quote Color
fr_fr: Couleu de la Citation

source: Name Color
fr_fr: Couleur du Nom

source: Testimonial
fr_fr: Témoignage

source: Headline
fr_fr: Première Ligne

source: Quote
fr_fr: Citation

source: General
fr_fr: Générique

source: General options for main sections of the theme.
fr_fr: Options générales pour les principales sections du thème.

source: Desktop Header
fr_fr: En-tête du bureau

source: Options for the header on desktop devices.
fr_fr: Options pour l’en-tête sur les appareils de bureau.

source: Mobile Header
fr_fr: En-tête sur les appareils mobile

source: Options for the header on mobile and smaller tablet devices.
fr_fr: Options pour l’en-tête sur les appareils mobiles et petites tablettes.

source: Top Header
fr_fr: Entête du Haut

source: Options for the top header.
fr_fr: Options pour l’Entête du Haut.

source: Options for the side menu.
fr_fr: Options pour le menu de la Barre Latérale.

source: Footer
fr_fr: Pied de Page

source: Options for the footer.
fr_fr: Options pour le Pied de Page.

source: Title Header
fr_fr: Titre de l’Entête

source: Global options for the title header (some options can be overridden on individual pages).
fr_fr: Options globales pour le titre de l’en-tête (certaines options peuvent être annulées sur des pages individuelles).

source: Other Styling
fr_fr: Autres styles

source: Options for the general theme styling.
fr_fr: Options pour le stule général du thème.

source: Custom Code
fr_fr: Code Personalisé

source: Options for adding custom code.
fr_fr: Options pour ajouter du code personalisé.

source: Global options for all posts (some options can be overridden on individual posts).
fr_fr: Options globales pour toutes les publications (certaines options peuvent être annulées sur des ublications individuelles).

source: Global options for all pages (some options can be overridden on individual pages).
fr_fr: Options globales pour toutes les pages (certaines options peuvent être annulées sur des pages individuelles).

source: Post Submission Page
fr_fr: Page de Soumission de Publication

source: Global options for the post submission page.
fr_fr: Options globales pour la page de soumission de publication.

source: Post Categories/Tags
fr_fr: Publication Categories / Étiquettes (Tags)

source: Global options for all post categories/tags (some options can be overridden on individual post categories/tags or by using the Blog page template).
fr_fr: Options globales pour toutes les catégories de publications / étiquettes (Tags). Certaines options peuvent être annulées sur les catégories de publications / étiquettes (Tags) individuelles ou en utilisant le modèle de page Blog.

source: Search Results
fr_fr: Résultats de la recherche

source: Global options for search results.
fr_fr: Options globales pour les résultats de recherche.

source: Author Posts
fr_fr: Auteur des Publications

source: Global options for author posts.
fr_fr: Options globales pour les auteurs de publications.

source: Membership
fr_fr: Adhésion

source: Options for the membership.
fr_fr: Options pour l’adhésion.

source: Global options for all BuddyPress pages (some options can be overridden on individual pages).
fr_fr: Options globales pour toutes les pages BuddyPress (certaines options peuvent être annulées sur des pages individuelles).

source: Activity Page
fr_fr: Page d’Activité

source: Global options for the BuddyPress activity page.
fr_fr: Options globales pour la page d’activité BuddyPress.

source: Members Page
fr_fr: Page de Membres

source: Global options for the BuddyPress members page.
fr_fr: Options globales pour la page des membres BuddyPress.

source: Groups Page
fr_fr: Page des Goupes

source: Global options for the BuddyPress groups page.
fr_fr: Options globales pour la page des groupes BuddyPress.

source: Registration Page
fr_fr: Page d’Inscription

source: Global options for the BuddyPress registration page.
fr_fr: Options globales pour la page d’inscription BuddyPress.

source: Activation Page
fr_fr: Page d’Activation

source: Global options for the BuddyPress activation page.
fr_fr: Options globales pour la page d’activation BuddyPress.

source: Global options for all bbPress pages (some options can be overridden on individual forums and topics).
fr_fr: Les options globales pour toutes les pages bbPress (certaines options peuvent être ignorées sur des forums et des sujets individuels).

source: Shop Page
fr_fr: Page du Magasin

source: Global options for the main WooCommerce shop page.
fr_fr: Options globales pour la page principale du magasin WooCommerce.

source: Product Categories/Tags
fr_fr: Catégories de Produits / Étiquettes (Tags)

source: Global options for all product categories and tags (some options can be overridden on individual product categories and tags).
fr_fr: Options globales pour toutes les catégories de produits et étiquettes (Tags). Certaines options peuvent être annulées sur les catégories de produits et les étiquettes individuelles).

source: Product Pages
fr_fr: Page des Produits

source: Global options for all product pages (some options can be overridden on individual product pages).
fr_fr: Les options globales pour toutes les pages de produits (certaines options peuvent être annulées sur des pages de produits individuelles).

source: Course Archives
fr_fr: Archive des Cours

source: Global options for the courses archive page.
fr_fr: Options globales pour la page d’archives des cours.

source: Course Pages
fr_fr: Pages des Cours

source: Global options for all course pages.
fr_fr: Options globales pour toutes les pages de cours.

source: Lesson Pages
fr_fr: Page des Leçons

source: Global options for all lesson pages.
fr_fr: Options globales pour toutes les pages de leçons.

source: Advanced
fr_fr: Avancé

source: Advanced options for the theme.
fr_fr: Options avancées pour le thème.

source: Overall Page
fr_fr: Page globale

source: Theme Layout
fr_fr: Mise en Page du Thème

source: Page Background
fr_fr: Ariière Plan de la Page

source: Primary Color
fr_fr: Couleur Primaire

source: The primary color used for various elements throughout the theme.
fr_fr: La couleur primaire utilisée pour divers éléments dans le thème.

source: Content Wrapper
fr_fr: Encadré du contenu

source: Background
fr_fr: Arrière Plan

source: Desktop Padding
fr_fr: Écartement (padding) appareils de Bureau

source: Mobile Padding
fr_fr: Écartement (padding) appareils Mobile

source: Content Column
fr_fr: Colonne de Contenu

source: Width
fr_fr: Largeur

source: Padding
fr_fr: Écartement (padding)

source: Sidebar Column
fr_fr: Colonne de Barre Latérale

source: Sidebar Display
fr_fr: Affichage de la Barre Latérale

source: Show on all devices
fr_fr: Montrez sur tous les appareils

source: Only show on desktop devices
fr_fr: Ne montrez que sur les appareils de bureau

source: Left Sidebar Margin
fr_fr: Marge Barre Latérale gauche

source: The space between the left sidebar and main content column.
fr_fr: L’espace entre la barre latérale gauche et la colonne de contenu principal.

source: Right Sidebar Margin
fr_fr: Marge Barre Latérale droite

source: The space between the right sidebar and main content column.
fr_fr: L’espace entre la barre latérale droite et la colonne de contenu principale.

source: The padding inside the sidebar.
fr_fr: Écart (padding) dans le barre latérale.

source: Widget Background
fr_fr: Arrière plan du Plugin (Widget)

source: Widget Padding
fr_fr: Écart (padding) du Plugin (Widget)

source: Widget Spacing
fr_fr: Espacement du Plugin (Widget)

source: Widget Title
fr_fr: Titre du Plugin (Widget)

source: Widget Text
fr_fr: Texte du Plugin (Widget)

source: Widget Links
fr_fr: Lien du Plugin (Widget)

source: Above Content
fr_fr: Au-dessus du contenu

source: Over Content
fr_fr: Après le contenu

source: Fixed Header
fr_fr: En-tête fixe

source: Fixed Header Type
fr_fr: Type d’En-tête fixe

source: Fixed when scrolling up and down
fr_fr: Fixe quand on défile en haut et en bas

source: Fixed only when scrolling up
fr_fr: Fixe seulement quand on défile vers le haut

source: Scroll To Fixed Header
fr_fr: Défiler pour fixer l’En-tête

source: The amount of pixels to scroll before fixing the header.
fr_fr: La quantité de pixels à défiler avant de fixer l’en-tête.
