Repository: pacodesignsxm/Aardvark-WP-Theme-french-translation
Catalog: languages/*.po
Languages: fr_fr

source: Are you lost?
fr_fr: Êtes-vous perdu ?

source: This page does not exist, if you are lost use the search form below or visit our
fr_fr: Cette page n’existe pas, si vous êtes perdu, utilisez le formulaire de recherche ci-dessous ou visitez notre

source: homepage
fr_fr: page d’accueil

source: No lessons found that match your selection.
fr_fr: Aucune leçon n’a trouvé qui correspond à votre sélection.

source: No items found.
fr_fr: Aucun objet trouvé.

source: Search for:
fr_fr: Recherche pour :

source: search
fr_fr: rechercher

source: Search
fr_fr: Rechercher

source: Topics
fr_fr: Sujets

source: Replies
fr_fr: Réponses

source: Posts
fr_fr: Publications

source: Freshness
fr_fr: Fraîcheur

source: active %s
fr_fr: actif %s

source: There were no groups found.
fr_fr: Aucun groupe n’a été trouvé.

source: Group Admins
fr_fr: Groupe Administrateurs

source: Group Mods
fr_fr: Groupe Modérateurs

source: Group primary navigation
fr_fr: Groupe navigation principale

source: No members were found.
fr_fr: Aucun membre n’a été trouvé.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
fr_fr: Votre compte a été activé avec succès ! Vos détails de compte vous ont été envoyés dans un email distinct.

source: Your account was activated successfully! You can now log in with the username and password you provided when you signed up.
fr_fr: Votre compte a été activé avec succès ! Vous pouvez maintenant vous connecter avec le nom d’utilisateur et le mot de passe que vous avez fourni quand vous vous êtes inscrit.

source: Please provide a valid activation key.
fr_fr: Veuillez fournir une clé d’activation valide.

source: Activation Key:
fr_fr: Clé d’Activation :

source: Activate
fr_fr: Activez

source: Collapsible Form
fr_fr: Formulaire rétractable

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: of
fr_fr: de

source: Start typing, then select a location
fr_fr: Commencez à saisir, puis sélectionnez un emplacement

source: get current location
fr_fr: obtenez l’emplacement actuel

source: Clear
fr_fr: Effacer

source: Sorry, no members were found.
fr_fr: Désolé, aucun membre n’a été trouvé.

source: Member primary navigation
fr_fr: Membre navigation primaire

source: Update Cover Image
fr_fr: Mise à jour Image de Couverture

source: Update Avatar
fr_fr: Mise à jour de l’Avatar

source: Your comment is awaiting approval.
fr_fr: Votre commentaire est en attente d’approbation.

source: Log in to reply
fr_fr: Identifiez-vous pour répondre

source: Reply
fr_fr: Répondre

source: No Comments
fr_fr: Pas de commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Comments are now closed for this post.
fr_fr: Les commentaires sont maintenant fermés pour cete publication.

source: Required fields are marked %s
fr_fr: Les champs requis sont remplis à %s

source: Leave a Reply
fr_fr: Laissez une réponse

source: Leave a Reply to %s
fr_fr: Laissez une réponse à %s

source: Cancel Reply
fr_fr: Annulez la réponse

source: Post Comment
fr_fr: Publier le commentaire

source: Comment
fr_fr: Commentaire

source: You must be <a href="%s">logged in</a> to post a comment.
fr_fr: Vous devez être <a href=« %s »>identifié</a> pour publier un commentaire.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
fr_fr: Identifié sous <a href=« %1$s »>%2$s</a>. <a href=« %3$s » title=« Déconnecter se compte »>Déconnexion ?</a>

source: Your email address will not be published.
fr_fr: Votre adresse e-mail ne sera pas publiée.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
fr_fr: Vous devriez utiliser ces <abbr title=« HyperText Markup Language »>HTML</abbr> mots clés et attributs : %s

source: Name
fr_fr: Nom

source: Main Header Primary Navigation
fr_fr: Entête Principal Navigation Principale

source: Mobile Primary Navigation
fr_fr: Mobile Navigation Principale

source: Main Header Secondary Navigation
fr_fr: Entête Principale Seconde Navigation

source: Top Header Left Navigation
fr_fr: Navigation Supérieure Gauche

source: Top Header Right Navigation
fr_fr: Navigation Supérieure Droite

source: Profile Navigation
fr_fr: Navigation du Profil

source: Mobile Profile Navigation
fr_fr: Mobile Navigation du Profil

source: Footer Navigation
fr_fr: Navigation du Pied de Page

source: Side Menu Navigation
fr_fr: Navigation du Menu Latéral

source: Right Sidebar
fr_fr: Barre Latéral Droite

source: Displayed on posts, pages and post categories.
fr_fr: Affichage sur les publication, pages et catégories de publications.

source: Left Sidebar
fr_fr: Barre Latéral Gauche

source: Side Menu
fr_fr: Menu Latéral

source: Displayed in the side menu.
fr_fr: Affiché dans le menu latéral.

source: Footer 1
fr_fr: Pied de Page 1

source: Displayed as the first column in the footer.
fr_fr: Affiché comme la première colonne dans le pied de page.

source: Footer 2
fr_fr: Pied de Page 2

source: Displayed as the second column in the footer.
fr_fr: Affiché comme la deuxième colonne dans le pied de page.

source: Footer 3
fr_fr: Pied de Page 3

source: Displayed as the third column in the footer.
fr_fr: Affiché comme la troisième colonne dans le pied de page.

source: Footer 4
fr_fr: Pied de Page 4

source: Displayed as the fourth column in the footer.
fr_fr: Affiché comme la quatrième colonne dans le pied de page.

source: Footer 5
fr_fr: Pied de Page 5

source: Displayed as the fifth column in the footer.
fr_fr: Affiché comme la cinquième colonne dans le pied de page.

source: To view this protected post, enter the password below:
fr_fr: Pour visualiser cette publication protégée, entrez le mot de passe ci-dessous :

source: Submit
fr_fr: Soumettre

source: You do not have permission to delete sidebars.
fr_fr: Vous n’avez pas la permission de supprimer les barres latérales.

source: You have to fill all the fields to create a new sidebar.
fr_fr: Vous devez remplir tous les champs pour créer une nouvelle barre latéral.

source: The sidebar has been created successfully.
fr_fr: La barre latérale a été créée avec succès.

source: There is already a sidebar registered with that name, please choose a different one.
fr_fr: Il y a déjà une barre latéralle enregistrée avec ce nom, s’il vous plaît, choissez en un autre.

source: The operation is not secure and it cannot be completed.
fr_fr: L’opération n’est pas sécurisée et elle ne peut pas être achevée.

source: The sidebar "%s" has been updated successfully.
fr_fr: La barre latérale «%s» a été mise à jour avec succès.

source: The sidebar "%s" has been deleted.
fr_fr: La barre latérale «%s» a été supprimée.

source: There is no sidebar called "%s" and it could not be deleted.
fr_fr: Il n’y a pas de barre latérale nommée « %s » et elle ne peut pas être supprimée.

source: The custom sidebars data has been removed successfully.
fr_fr: Les données des barres latérales ont été retirées avec succès.

source: Save Changes
fr_fr: Sauvez les changements

source: New Sidebar
fr_fr: Nouvelle Barre Latérale

source: Create your new sidebars below. When a sidebar is created, it is shown on the widgets page where you will be able to configure it.
fr_fr: Créez vos nouveles barres latérales ci-dessous. Lorsqu’une barre latérale est créé, elle est affiché sur la page des widgets où vous pourrez la configurer.

source: This name has to be unique.
fr_fr: Ce nom doit être unique.

source: Create Sidebar
fr_fr: Créer la Barre Latérale

source: Are you sure to delete this sidebar?
fr_fr: Êtes-vous sûr de supprimer cette barre latérale ?

source: Configure Widgets
fr_fr: Configurer les Widgets

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Effacer

source: There are no custom sidebars available.
fr_fr: Il n’y a pas de barres latérales personnalisées.

source: Reset Sidebars
fr_fr: Restaurer les Barres Latérales

source: Click on the button below to delete ALL sidebar data from the database. This deletes all custom sidebars and removes all widgets from both the theme and custom sidebars.
fr_fr: Cliquez sur le bouton ci-dessous pour supprimer TOUTES les données de la barre latérale de la base de données. Cela supprime toutes les barres latérales personnalisées et enlève tous les widgets du thème et des barres latérales personnalisées.

source: Are you sure you want to delete all sidebar data?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les données de la barre latérale ?

source: Theme Options
fr_fr: Options du Thème

source: Default devices
fr_fr: Appareil par défaut

source: Large devices
fr_fr: Grands appareils

source: Medium devices
fr_fr: Appareils de taille moyenne

source: Small devices
fr_fr: Petits appareils

source: Extra small devices
fr_fr: Appareil très petits

source: Activity
fr_fr: Activité

source: BuddyPress activity stream.
fr_fr: BuddyPress flux d’activité.

source: Theme
fr_fr: Thème

source: Title
fr_fr: Titre

source: Post Form
fr_fr: Formulaire de Publication

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Scope
fr_fr: Champ d’application

source: Single User
fr_fr: Utilisateur unique

source: Friends
fr_fr: Amis

source: Groups
fr_fr: Groupes

source: Favorites
fr_fr: Favoris

source: Pre-defined filtering of the activity stream. Show only activity for the scope you pass (based on the logged in user or a user_id you pass).
fr_fr: Filtrage prédéfini du flux d’activité. Afficher seulement l’activité pour le champ d’application que vous passez (basé sur l’utilisateur connecté ou un utilisateur_id que vous passez).

source: Display Comments
fr_fr: Afficher les commentaires

source: Whether or not to display comments along with activity items. Threaded will show comments threaded under the activity. Stream will show comments within the actual stream in chronological order along with activity items.
fr_fr: Que ce soit ou non pour afficher des commentaires avec des articles d’activité. Les filets montreront des commentaires filetés dans le cadre de l’activité. Stream présentera des commentaires le long du flux réel en ordre chronologique avec les éléments d’activité.

source: Threaded
fr_fr: Fileté

source: Disable
fr_fr: Désactiver

source: Allow Commenting
fr_fr: Autoriser les commentaires

source: Whether or not users can post comments in the activity loop.
fr_fr: Que les utilisateurs puissent ou non poster des commentaires dans la boucle d’activité.

source: Exclude Activity Types
fr_fr: Exclure les Types d’Activités

source: Note: Loading more content does not retain the excluded content. The activity types to exclude e.g. updated_profile, new_member, new_avatar, friendship_accepted, friendship_created, created_group, joined_group, group_details_updated, bbp_topic_create, bbp_reply_create, rtmedia_update.
fr_fr: Remarque: Le chargement de contenu ne conserve pas le contenu exclusif. Les types d’activité à exclure par exemple updated_profile, new_member, new_avatar, friendship_accepted, friendship_created, created_group, joined_group, group_details_updated, bbp_topic_create, bbp_reply_create, rtmedia_update.

source: Include
fr_fr: Inclus

source: To only show specific activity entries enter the activity IDs, separating each with a comma e.g. 5, 101, 89
fr_fr: Pour ne montrer que des entrées d’activité spécifiques, entrez les ID d’activité, séparer chacun avec une virgule, par exemple. 5, 101, 89

source: Order
fr_fr: Ordre

source: The order of the activity entries.
fr_fr: L’ordre des entrées d’activité.

source: Newest
fr_fr: Le plus récent

source: Oldest
fr_fr: Le plus ancien

source: Items Per Page
fr_fr: Articles par page

source: The number of activity items on each page.
fr_fr: Le nombre d’activités sur chaque page.

source: Maximum Items
fr_fr: Articles maximums

source: The maximum number of activity entries to show.
fr_fr: Le nombre maximal d’entrées d’activité à afficher.

source: Show Hidden Items
fr_fr: Montrez les articles cachés

source: Show entries that have been hidden site wide such as private or hidden group posts.
fr_fr: Afficher les entrées qui ont été cachées sur un site large, comme les publications de groupe privés ou cachés.

source: Search Terms
fr_fr: Rechercher les Termes

source: Return only activity entries that match these search terms.
fr_fr: Afficher seulement les entrées d’activité qui correspondent à ces termes de recherche.

source: User ID
fr_fr: ID Utilisateur

source: Limit activity items to a specific user ID.
fr_fr: Limiter les éléments d’activité à une ID d’utilisateur spécifique.

source: The object type to filter by (can be any active component object or custom component object e.g. groups, friends, profile, status, blogs).
fr_fr: Le type d’objet à filtrer (peut être tout objet actif ou objet personnalisé, par exemple, groupes, amis, profil, statut, blogs).

source: The action type to filter by (can be any active component action or custom component action e.g. bbp_reply_create, new_blog_comment new_blog_post, friendship_created, joined_group, created_group, activity_update).
fr_fr: Le type d’action à filtrer (peut être toute action active composant action ou action personnalisée, par exemple bbp_reply_create, new_blog_comment new_blog_post, friendship_created, joined_group, created_group, activity_update).

source: Primary ID
fr_fr: ID Primaire

source: The ID to filter by for a specific object. For example if you used "groups" as the object you could pass a group ID as the primary ID and restrict entries to that group.
fr_fr: L’identification à filtrer pour un objet spécifique. Par exemple si vous avez utilisé des « groupes » comme objet, vous pouvez passer une ID de groupe comme ID principale et limiter les entrées à ce groupe.

source: Secondary ID
fr_fr: ID Secondaire

source: The secondary ID to filter by for a specific object. For example if you used blogs as the object you could pass a blog ID as the primary ID and a post ID as the secondary ID then list all comments for that post using "new_blog_comment" as the action.
fr_fr: L’identification secondaire à filtrer pour un objet spécifique. Par exemple si vous avez utilisé les blogs comme objet, vous pourriez passer un ID de blog comme ID primaire et un ID publication comme ID secondaire puis lister tous les commentaires pour cette publication en utilisant « new_blog_comment » comme action.

source: Extra Class Name
fr_fr: Nom de la Cclasse Ssupplémentaire

source: Style particular content element differently - add a class name and refer to it in custom CSS.
fr_fr: Élément de contenu particulier stylisé différemment - ajouter un nom de classe et le référer dans le CSS personnalisé.

source: Design Options
fr_fr: Options de Design

source: Recently active, popular, and newest groups.
fr_fr: Récemment actif, populaire et nouveaux groupes.

source: Rounded Avatars
fr_fr: Avatars Ronds

source: Grid Avatars
fr_fr: Avatars en Grille

source: Masonry
fr_fr: Style “Masonry“

source: List
fr_fr: Liste

source: Maximum Groups
fr_fr: Groupes maximum

source: Group IDs
fr_fr: Grouper les IDs

source: To display specific groups, enter the group IDs separating each one with a comma e.g. 22,33,56.
fr_fr: Pour afficher des groupes spécifiques, entrez les identifiants de groupe en séparant chacun avec une virgule, par exemple. 22 33 56.

source: Filters
fr_fr: Filtres

source: Default Display
fr_fr: Affichage par défaut

source: Popular
fr_fr: Populaire

source: Active
fr_fr: Actif

source: Alphabetical
fr_fr: Alphabétique

source: My Groups
fr_fr: Mes Groupes

source: Cover Images
fr_fr: Images de Couverture

source: Filter Link Color
fr_fr: Filtrer les Couleurs de Liens

source: Masonry Background Color
fr_fr: Couleur de fond du style “Masonry“

source: Avatar/Masonry Border Color
fr_fr: Couleur de bordure des avatars et du style “Masonry“

source: Title Color
fr_fr: Couleur du Titre

source: Text Color
fr_fr: Couleur du Texte

source: Members
fr_fr: Membres

source: Recently active, popular, and newest members.
fr_fr: Récemment actif, populaire et nouveaux membres.

source: Maximum Members
fr_fr: Membres maximum

source: Member IDs
fr_fr: IDs de membre

source: To display specific users, enter the user IDs separating each one with a comma e.g. 22,33,56.
fr_fr: Pour afficher des utilisateurs spécifiques, entrez les ID d’utilisateurs en séparant chacun avec une virgule, par exemple. 22 33 56.

source: Whos Online
fr_fr: Qui est En Ligne

source: Avatars of online users.
fr_fr: Avatars d’utilisateurs en ligne.

source: Large Avatars
fr_fr: Grands Avatars

source: Small Avatars
fr_fr: Petits Avatars

source: Border Color
fr_fr: Couleur de Bordure

source: BP profile search form.
fr_fr: Formulaire de recherche de profil BP.

source: Form ID
fr_fr: Formulaire ID

source: The ID of the form you want to display. You can create forms by clicking
fr_fr: L’ID du formulaire que vous souhaitez afficher. Vous pouvez créer des formulaires en cliquant

source: here
fr_fr: ici

source: Display
fr_fr: Afficher

source: Show for everyone
fr_fr: Montrez pour tout le monde

source: Show for members only
fr_fr: Montrer pour les membres seulement

source: Show login form for guests
fr_fr: Afficher le formulaire de connexion pour les invités

source: Large
fr_fr: Grands

source: Small
fr_fr: Petit

source: Background Color
fr_fr: Couleur de fond

source: Carousel Images
fr_fr: Carousel d’Images

source: Image Link
fr_fr: Lien de l’image

source: Image URL
fr_fr: URL de l’Image

source: Items In View
fr_fr: Article affiché

source: Set to 0 to keep images at a fixed width.
fr_fr: Mettre 0 pour garder les images à une largeur fixe.

source: Image Size
fr_fr: Taille d’image

source: Enter image size e.g. "thumbnail", "medium", "large", "full" or enter size in pixels e.g. 200 x 100 (width x height).
fr_fr: Entrez la taille de l’image par exemple « thumbnail », « medium », « large », « full » ou entrez en pixels, par exemple 200 x 100 (largeur x hauteur).

source: Carousel Speed
fr_fr: Vitesse du Carousel

source: The number of seconds before the carousel goes to the next set of items.
fr_fr: Le nombre de secondes avant que le carousel ne passe à la prochaine série d’articles.

source: Animation Speed
fr_fr: Vitesse de l’Animation

source: Navigation Buttons
fr_fr: Boutons de Navigation

source: Navigation Arrows
fr_fr: Flèches de Navigation

source: Title Icon Color
fr_fr: Couleur de l’Icon de Titre

source: Title Icon
fr_fr: Couleur de l’Icon

source: Carousel Posts
fr_fr: Carousel de Publication

source: Posts carousel.
fr_fr: Publications carousel.

source: Post Types
fr_fr: Types de publications

source: Post/Page IDs
fr_fr: Publication / Page IDs

source: Enter the post/pages IDs you want to show - separate IDs with a comma e.g. 123, 456, 789
fr_fr: Inscrivez les ID des post /pages que vous souhaitez montrer - ID séparées avec une virgule par exemple. 123, 456, 789

source: Enter the category slugs you want to display posts from - separate slugs with a comma e.g. category-1, category-2, category-3
fr_fr: Entrez les mots “slug“ des catégories que vous souhaitez afficher - séparez avec une virgule par exemple catégorie 1, catégorie 2, catégorie 3

source: Tags
fr_fr: Mots clés

source: Enter the tag slugs you want to display posts from - separate slugs with a comma e.g. tag-1, tag-2, tag-3
fr_fr: Entrez les mots clés des publications que vous voulez afficher - séparez avec une virgule, par exemple tag-1, tag-2, tag-3

source: Modern
fr_fr: Moderne

source: Content Alignment
fr_fr: Alignement du contenu

source: Left Aligned
fr_fr: Aligné à gauche

source: Center Aligned
fr_fr: Aligné au centre

source: Order By
fr_fr: Classé par

source: Title (A-Z)
fr_fr: Titre (A-Z)

source: Title (Z-A)
fr_fr: Titre (Z-A)

source: Most Comments
fr_fr: Les plus commentés

source: Most Views
fr_fr: Les plus vus

source: Most Likes
fr_fr: Les plus “Likés“

source: Menu Order
fr_fr: Ordre du menu

source: Random
fr_fr: Aléatoire

source: Total Items
fr_fr: Total d’articles

source: The total number of items.
fr_fr: Le nombre total d’articles.

source: Offset
fr_fr: Décalage / ajustement

source: E.g. set to 3 to exclude the first 3 posts.
fr_fr: Par exemple, on a fixé 3 pour exclure les 3 premiers postes.

source: Image Source
fr_fr: Source de l’image

source: Enter the meta key for the custom image field you want to use.
fr_fr: Entrez la clé méta pour le champ d’image personnalisé que vous souhaitez utiliser.

source: Post Title Color
fr_fr: Couleur du titre de la publication

source: Post Title Hover Color
fr_fr: Couleur au survol du titre de la publication

source: Post Link Color
fr_fr: Couleur du lien de la publication

source: Post Link Hover Color
fr_fr: Couleur au survol du lien de la publication

source: Post Text Color
fr_fr: Couleur du texte de la publication

source: Meta Text Color
fr_fr: Couleur des métadonnées du texte

source: Login Page
fr_fr: Page d’inscription

source: Pricing Table 1
fr_fr: Tableau de prix 1

source: Pricing Table 2
fr_fr: Tableau de prix 2

source: Pricing Table 3
fr_fr: Tableau de prix 3

source: Background Hover
fr_fr: Arrière plan “au survol“

source: Select custom background hover color for your element.
fr_fr: Sélectionnez la couleur de fond “au survol“ pour votre élément.

source: GP Primary Color
fr_fr: GP Couleur principale

source: Logged In/Out Display
fr_fr: S’inscrire /Se déconnecter

source: Choose what users see this row.
fr_fr: Choisissez ce que les utilisateurs voient cette rangée.

source: Show for all users
fr_fr: Montrez pour tous les utilisateurs

source: Show for logged in users only
fr_fr: Montrer seulement aux utilisateurs identifiés

source: Show for logged out users only
fr_fr: Montrer seulement aux utilisateurs non-identifiés

source: Membership Levels
fr_fr: Niveaux d’adhésion

source: Enter the ID or name of the membership levels you want to see this row, separating each with a comma. Enter 0 to display row for non-members.
fr_fr: Inscrivez l’identité ou le nom des niveaux d’adhésion que vous souhaitez voir dans cette rangée, séparer-les avec une virgule. Entrez 0 pour afficher la rangée pour les non-membres.

source: Masonry Support
fr_fr: Support style “Masonry“

source: Elements added within this row will be arranged in a masonry format.
fr_fr: Les éléments ajoutés dans cette rangée seront disposés en style “Masonry“.

source: Background Position
fr_fr: Position de l’arrière plan

source: Top Left
fr_fr: Haut gauche

source: Top Center
fr_fr: Haut centre

source: Top Right
fr_fr: Haut droit

source: Center Left
fr_fr: Milieu gauche

source: Center Center
fr_fr: Milieu droit

source: Center Right
fr_fr: Milieu centre

source: Bottom Left
fr_fr: Bas gauche

source: Bottom Center
fr_fr: Bas centre

source: Bottom Right
fr_fr: Bas droite

source: Video Background Image
fr_fr: Image d’arrière plan de la vidéo

source: Animated Background
fr_fr: Arrière plan animé

source: Choose to use an animated background.
fr_fr: Choisissez d’utiliser un fond animé.

source: The type of animated background.
fr_fr: Le type de fond animé.

source: Scrolling Gradient
fr_fr: Dégradé défilant

source: Scrolling Image
fr_fr: Image défilante

source: Static Gradient
fr_fr: Dégradé fixe

source: Gradient Style
fr_fr: Style de dégradé

source: The style of gradient.
fr_fr: Style de dégradé.

source: Custom
fr_fr: Personnalisé

source: Color 1
fr_fr: Couleur 1

source: Color 2
fr_fr: Couleur 2

source: Color 3
fr_fr: Couleur 3

source: Color 4
fr_fr: Couleur 4

source: Custom Gradient CSS
fr_fr: Dégradé personnalisé CSS

source: Add custom CSS to create your own gradient. You can generate gradient CSS using
fr_fr: Ajoutez un CSS personnalisé pour créer votre propre dégradé. Vous pouvez générer des dégradés CSS en utilisant

source: Events Calendar
fr_fr: Calendrier des événements
